[
    {
        "pages": [
            {
                "page": 1,
                "text": "        Genetics and Inheritance (9744)                                                         Molecular Techniques                                                                            2019\n\n            Describe the principles and procedures of the polymerase chain reaction (PCR) (including its advantages and limitations)\n\n     Polymerase Chain Reaction\n         Amplifies DNA from a limited source of DNA so that there is sufficient amount for analysis.\n\n     * Process: (3 steps)\n1. 1. Denaturation: Double stranded DNA denatures into single stranded DNA by heating to 95 C\n2.                         as weak hydrogen bonds between complementary bases of each strand is\n3.                         broken due to increased molecular vibrations\n\n\n     2. Primer annealing: Each primer anneals specifically to the 3’end of each single stranded\n                                  target DNA sequence via complementary base pairing when the\n                                  temperature is lowered to 64 C\n\n     3. Extension: Taq polymerase synthesizes the complementary DNA strand from the free 3OH’\n                        end of the DNA primer by catalyzing the formation of phosphodiester bonds\n                        between dNTPS when the temperature is increased to 72 C\n\n     * Advantages:\n     1. Only a minute amount of DNA is required to carry out PCR as with each round of PCR, the\n        number of copies of target DNA is doubled. Thus the number of desired sequence increases\n        exponentially and there will be sufficient DNA for analysis.\n     2. Use of thermostable (i.e. resistant to denaturation at high temperatures) Taq polymerase\n        allows PCR to be automated so DNA can be amplified very quickly.\n\n     * Limitations:\n     1. Taq polymerase lacks 3’ to 5’ proofreading ability. Hence errors occurring early in the PCR\n        reaction will get compounded with each subsequent replication cycle.\n     2. Knowledge of sequences flanking (i.e. at the 3’ ends of) the target sequence is required in\n        order to design appropriate primers.\n     3. Taq polymerase tends to ‘fall off’ the DNA template before chain extension is complete if the\n        strand is too long. Hence there is a limit to the size of DNA fragment (~3kb) to be amplified.\n     4. Minute amounts of contaminant DNA can be exponentially amplified along with target DNA\n        and affect the reliability of the results.\n              DNA strand                                              * Number of copies of double stranded\n                                                                       DNA = 2n\n                                                                       (where n is the number of cycles)\n                                                                      * Number of (single) strands of DNA = 2n+1\n                                                                       (where n is the number of cycles)\n\n                                                                      End of n cycle        1         2         3         4\n                                                                      where n is\n                                                                      Copies of ds          2         4         8        16\n                                                                      DNA\n                                                                      Strands of ss         4         8        16        32\n      End of:     1st cycle 2nd cycle 3rd cycle 4th cycle             DNA\nPCR Components\n* Template DNA\n   DNA containing the target sequence to\n    be amplified\n\n* Primers\n   synthetic single-stranded DNA\n    fragment (20-30 nucleotides long)\n   needed to initiate DNA synthesis by\n\n    providing a free 3’OH group for Taq\n    polymerase to bind to and extend\n    2 different primers are required.\n    Each is complementary to the\n    sequence at 3’end of each\n    single stranded target DNA\n    sequence.\n        ATG\n\n\n\n       WG\n\n        TAC                              ATT\n\n    are required in large excess to\n    increase the likelihood of them\n    binding to target DNA sequences\n    (relative to template strands binding\n     each other)\n\n*    Taq polymerase\n    thermostable DNA polymerase\n\n    which is resistant to denaturation at\n    high temperature\n\n* Deoxyribonucleotides (dNTPs)\n    substrates for DNA replication made\n     up of dATP, dTTP, dCTP and dGTP\n\n*    Buffer\n    contains cofactor, Mg2+, for proper\n\n    polymerase function\n\n           Describe the principles and procedures of gel electrophoresis                                                                                                                        .\n         Agarose gel electrophoresis\n             separates DNA based on fragment size\n\n         * Steps:                                                                                                                                                                   DNA Sample\n         1. A slab of agarose gel is placed in a buffer solution contains ions which allows the                                                     Plastic Tray                      Loading\n              conduction of electricity when the current is turned on.\n         2. The DNA sample is mixed with a dense loading dye containing glycerol & 2                                                                           Caued\n              coloured dyes. Glycerol makes the DNA sample denser than the buffer solution so\n              that the DNA sample can sink to the bottom of the well.                                                                  Power\n         3. Since DNA is invisible, the dyes colour the DNA sample and will indicate if the DNA                                        supply                      Eloctrical\n              has been loaded correctly into the well. (NB: Loading dyes do not bind to the DNA.)                                         120v                     Field (E)\n         4. One dye (corresponds to a 100bp DNA fragment) and often runs ahead of the DNA\n              sample and gives an indication of when electrophoresis must be stopped so that\n              the samples do not run out of the gel. The other dye (corresponds to a 1100bp                                                                      Ayarose\n              DNA fragment) and gives an indication of the position of the larger fragments on the\n              gel.\n         5. The 2 coloured dyes thus act as visual markers which help to monitor the progress                                                     Application of\n              of the migration of the invisible DNA fragments in the gel during electrophoresis.                                                  Electrical Fleld\n         6. DNA samples are pipetted into the wells in the gel near the negative electrode.\n         7. A DNA ladder (i.e. DNA molecular weight markers) which contains DNA fragments of\n              known sizes, is run in one of the lanes and acts as a standard for which to compare                                                                                                DNA\n              fragments of unknown size in the sample.                                                                                                                                           molecular\n         8. Negatively charged DNA is attracted towards the positive electrode (anode) when                                                                                                      weight marker\n                                                                                                                                                                                                 acts as\n              subjected to an electric current.                                                                                                                                                  standard to\n         9. The agarose gel matrix made of a meshwork of polymer fibres which impedes                                                                                                            compare to\n              movement of longer fragments more than shorter fragments. The longer fragments                                                                                                     fragments of\n                                                                                                                                                                                                 unknown\n              thus migrate more slowly compared to shorter fragments, leading to a banding                                                                                                       sizes\n              pattern observed on the gel.                                                                                            The top line                      Note: Bands are only\n         10. Before the loading dye reaches the end of the gel, the current is turned off.                                            corresponds to                    visible after treating\n         11. To visualize the bands, the gel can be treated with a staining dye that binds DNA                                        fragments that are                with staining dye\n              (e.g. ethidium bromide, a carcinogen) and fluoresces under uv light.                                                    1100bp and the                    such as ethidium\n         12. Thus a) the fragment size can be estimated (based on position of the band relative to                                    bottom line                       bromide (visible\n                                                                                                                                      corresponds to 100bp              under UV light).\n                        bands in the molecular weight marker) and                                                                     fragments.\n                     b) the amount of DNA can possibly be estimated (based on intensity &                                             NB: The higher the concentration of agarose, the finer the\n                        thickness of the band).                                                                                            pores in the meshwork.\n                                                                                                                                           Thus smaller fragments can be effectively separated.\n          Prepared by: Mrs Selvamani Nair & Ms Eva Hor                                               Raffles Institution (2019)                                                                        1",
                "md": "# Genetics and Inheritance (9744)\n\n# Molecular Techniques\n\n# 2019\n\n# Describe the principles and procedures of the polymerase chain reaction (PCR) (including its advantages and limitations)\n\n# Polymerase Chain Reaction\n\nAmplifies DNA from a limited source of DNA so that there is sufficient amount for analysis.\n\n# Process: (3 steps)\n\n1. Denaturation: Double stranded DNA denatures into single stranded DNA by heating to 95°C as weak hydrogen bonds between complementary bases of each strand is broken due to increased molecular vibrations.\n2. Primer annealing: Each primer anneals specifically to the 3’end of each single stranded target DNA sequence via complementary base pairing when the temperature is lowered to 64°C.\n3. Extension: Taq polymerase synthesizes the complementary DNA strand from the free 3’OH’ end of the DNA primer by catalyzing the formation of phosphodiester bonds between dNTPS when the temperature is increased to 72°C.\n\n# Advantages:\n\n1. Only a minute amount of DNA is required to carry out PCR as with each round of PCR, the number of copies of target DNA is doubled. Thus the number of desired sequence increases exponentially and there will be sufficient DNA for analysis.\n2. Use of thermostable (i.e. resistant to denaturation at high temperatures) Taq polymerase allows PCR to be automated so DNA can be amplified very quickly.\n\n# Limitations:\n\n1. Taq polymerase lacks 3’ to 5’ proofreading ability. Hence errors occurring early in the PCR reaction will get compounded with each subsequent replication cycle.\n2. Knowledge of sequences flanking (i.e. at the 3’ ends of) the target sequence is required in order to design appropriate primers.\n3. Taq polymerase tends to ‘fall off’ the DNA template before chain extension is complete if the strand is too long. Hence there is a limit to the size of DNA fragment (~3kb) to be amplified.\n4. Minute amounts of contaminant DNA can be exponentially amplified along with target DNA and affect the reliability of the results.\n\n# DNA strand\n\nNumber of copies of double stranded DNA = 2n (where n is the number of cycles)\n\nNumber of (single) strands of DNA = 2n+1 (where n is the number of cycles)\n\n|End of n cycle|1|2|3|4|\n|---|---|---|---|---|\n|Copies of ds DNA|2|4|8|16|\n|Strands of ss DNA|4|8|16|32|\n\n# PCR Components\n\n- Template DNA: DNA containing the target sequence to be amplified.\n- Primers: Synthetic single-stranded DNA fragment (20-30 nucleotides long) needed to initiate DNA synthesis by providing a free 3’OH group for Taq polymerase to bind to and extend. 2 different primers are required. Each is complementary to the sequence at 3’end of each single stranded target DNA sequence.\n- Taq polymerase: Thermostable DNA polymerase which is resistant to denaturation at high temperature.\n- Deoxyribonucleotides (dNTPs): Substrates for DNA replication made up of dATP, dTTP, dCTP and dGTP.\n- Buffer: Contains cofactor, Mg2+, for proper polymerase function.\n\n# Describe the principles and procedures of gel electrophoresis\n\n# Agarose gel electrophoresis\n\nSeparates DNA based on fragment size.\n\n# Steps:\n\n1. A slab of agarose gel is placed in a buffer solution contains ions which allows the conduction of electricity when the current is turned on.\n2. The DNA sample is mixed with a dense loading dye containing glycerol & 2 coloured dyes. Glycerol makes the DNA sample denser than the buffer solution so that the DNA sample can sink to the bottom of the well.\n3. Since DNA is invisible, the dyes colour the DNA sample and will indicate if the DNA has been loaded correctly into the well. (NB: Loading dyes do not bind to the DNA.)\n4. One dye (corresponds to a 100bp DNA fragment) and often runs ahead of the DNA sample and gives an indication of when electrophoresis must be stopped so that the samples do not run out of the gel. The other dye (corresponds to a 1100bp DNA fragment) and gives an indication of the position of the larger fragments on the gel.\n5. The 2 coloured dyes thus act as visual markers which help to monitor the progress of the migration of the invisible DNA fragments in the gel during electrophoresis.\n6. DNA samples are pipetted into the wells in the gel near the negative electrode.\n7. A DNA ladder (i.e. DNA molecular weight markers) which contains DNA fragments of known sizes, is run in one of the lanes and acts as a standard for which to compare fragments of unknown size in the sample.\n8. Negatively charged DNA is attracted towards the positive electrode (anode) when subjected to an electric current.\n9. The agarose gel matrix made of a meshwork of polymer fibres which impedes movement of longer fragments more than shorter fragments. The longer fragments thus migrate more slowly compared to shorter fragments, leading to a banding pattern observed on the gel.\n10. Before the loading dye reaches the end of the gel, the current is turned off.\n11. To visualize the bands, the gel can be treated with a staining dye that binds DNA (e.g. ethidium bromide, a carcinogen) and fluoresces under UV light.\n12. Thus a) the fragment size can be estimated (based on position of the band relative to bands in the molecular weight marker) and b) the amount of DNA can possibly be estimated (based on intensity & thickness of the band).\n\nNote: The higher the concentration of agarose, the finer the pores in the meshwork. Thus smaller fragments can be effectively separated.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                "images": [
                    {
                        "name": "img_p0_1.png",
                        "height": 301,
                        "width": 600,
                        "x": 26.46,
                        "y": 294.5388102715815,
                        "original_width": 236,
                        "original_height": 167
                    },
                    {
                        "name": "img_p0_2.png",
                        "height": 155,
                        "width": 223,
                        "x": 419.65,
                        "y": 207.9499999999999,
                        "original_width": 324,
                        "original_height": 225
                    },
                    {
                        "name": "img_p0_3.png",
                        "height": 335,
                        "width": 344,
                        "x": 360.55,
                        "y": 478.44999999999993,
                        "original_width": 568,
                        "original_height": 554
                    },
                    {
                        "name": "img_p0_4.png",
                        "height": 128,
                        "width": 135,
                        "x": 366.1,
                        "y": 663.2499999999999,
                        "original_width": 192,
                        "original_height": 183
                    },
                    {
                        "name": "img_p0_5.png",
                        "height": 145,
                        "width": 145,
                        "x": 462.45,
                        "y": 654.6999999999999,
                        "original_width": 207,
                        "original_height": 206
                    }
                ],
                "items": [
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Genetics and Inheritance (9744)",
                        "md": "# Genetics and Inheritance (9744)",
                        "bBox": { "x": 23, "y": 29.92, "w": 121, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Molecular Techniques",
                        "md": "# Molecular Techniques",
                        "bBox": { "x": 268, "y": 29.92, "w": 84.67, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "2019",
                        "md": "# 2019",
                        "bBox": { "x": 268, "y": 29.92, "w": 286.47, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Describe the principles and procedures of the polymerase chain reaction (PCR) (including its advantages and limitations)",
                        "md": "# Describe the principles and procedures of the polymerase chain reaction (PCR) (including its advantages and limitations)",
                        "bBox": { "x": 26, "y": 48.92, "w": 471.68, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Polymerase Chain Reaction",
                        "md": "# Polymerase Chain Reaction",
                        "bBox": { "x": 26, "y": 68.92, "w": 105.7, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "Amplifies DNA from a limited source of DNA so that there is sufficient amount for analysis.",
                        "md": "Amplifies DNA from a limited source of DNA so that there is sufficient amount for analysis.",
                        "bBox": { "x": 207, "y": 437.92, "w": 12.97, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Process: (3 steps)",
                        "md": "# Process: (3 steps)",
                        "bBox": { "x": 325, "y": 419.92, "w": 3.34, "h": 6 }
                    },
                    {
                        "type": "text",
                        "value": "1. Denaturation: Double stranded DNA denatures into single stranded DNA by heating to 95°C as weak hydrogen bonds between complementary bases of each strand is broken due to increased molecular vibrations.\n2. Primer annealing: Each primer anneals specifically to the 3’end of each single stranded target DNA sequence via complementary base pairing when the temperature is lowered to 64°C.\n3. Extension: Taq polymerase synthesizes the complementary DNA strand from the free 3’OH’ end of the DNA primer by catalyzing the formation of phosphodiester bonds between dNTPS when the temperature is increased to 72°C.",
                        "md": "1. Denaturation: Double stranded DNA denatures into single stranded DNA by heating to 95°C as weak hydrogen bonds between complementary bases of each strand is broken due to increased molecular vibrations.\n2. Primer annealing: Each primer anneals specifically to the 3’end of each single stranded target DNA sequence via complementary base pairing when the temperature is lowered to 64°C.\n3. Extension: Taq polymerase synthesizes the complementary DNA strand from the free 3’OH’ end of the DNA primer by catalyzing the formation of phosphodiester bonds between dNTPS when the temperature is increased to 72°C.",
                        "bBox": { "x": 12, "y": 114.92, "w": 336.84, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Advantages:",
                        "md": "# Advantages:",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "1. Only a minute amount of DNA is required to carry out PCR as with each round of PCR, the number of copies of target DNA is doubled. Thus the number of desired sequence increases exponentially and there will be sufficient DNA for analysis.\n2. Use of thermostable (i.e. resistant to denaturation at high temperatures) Taq polymerase allows PCR to be automated so DNA can be amplified very quickly.",
                        "md": "1. Only a minute amount of DNA is required to carry out PCR as with each round of PCR, the number of copies of target DNA is doubled. Thus the number of desired sequence increases exponentially and there will be sufficient DNA for analysis.\n2. Use of thermostable (i.e. resistant to denaturation at high temperatures) Taq polymerase allows PCR to be automated so DNA can be amplified very quickly.",
                        "bBox": { "x": 12, "y": 95.92, "w": 444.11, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Limitations:",
                        "md": "# Limitations:",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "1. Taq polymerase lacks 3’ to 5’ proofreading ability. Hence errors occurring early in the PCR reaction will get compounded with each subsequent replication cycle.\n2. Knowledge of sequences flanking (i.e. at the 3’ ends of) the target sequence is required in order to design appropriate primers.\n3. Taq polymerase tends to ‘fall off’ the DNA template before chain extension is complete if the strand is too long. Hence there is a limit to the size of DNA fragment (~3kb) to be amplified.\n4. Minute amounts of contaminant DNA can be exponentially amplified along with target DNA and affect the reliability of the results.",
                        "md": "1. Taq polymerase lacks 3’ to 5’ proofreading ability. Hence errors occurring early in the PCR reaction will get compounded with each subsequent replication cycle.\n2. Knowledge of sequences flanking (i.e. at the 3’ ends of) the target sequence is required in order to design appropriate primers.\n3. Taq polymerase tends to ‘fall off’ the DNA template before chain extension is complete if the strand is too long. Hence there is a limit to the size of DNA fragment (~3kb) to be amplified.\n4. Minute amounts of contaminant DNA can be exponentially amplified along with target DNA and affect the reliability of the results.",
                        "bBox": { "x": 12, "y": 95.92, "w": 444.11, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "DNA strand",
                        "md": "# DNA strand",
                        "bBox": { "x": 51, "y": 365.92, "w": 31.03, "h": 6 }
                    },
                    {
                        "type": "text",
                        "value": "Number of copies of double stranded DNA = 2n (where n is the number of cycles)\n\nNumber of (single) strands of DNA = 2n+1 (where n is the number of cycles)",
                        "md": "Number of copies of double stranded DNA = 2n (where n is the number of cycles)\n\nNumber of (single) strands of DNA = 2n+1 (where n is the number of cycles)",
                        "bBox": {
                            "x": 207,
                            "y": 368.92,
                            "w": 121.79,
                            "h": 11.04
                        }
                    },
                    {
                        "type": "table",
                        "rows": [
                            ["End of n cycle", "1", "2", "3", "4"],
                            ["Copies of ds DNA", "2", "4", "8", "16"],
                            ["Strands of ss DNA", "4", "8", "16", "32"]
                        ],
                        "md": "|End of n cycle|1|2|3|4|\n|---|---|---|---|---|\n|Copies of ds DNA|2|4|8|16|\n|Strands of ss DNA|4|8|16|32|",
                        "isPerfectTable": true,
                        "csv": "\"End of n cycle\",\"1\",\"2\",\"3\",\"4\"\n\"Copies of ds DNA\",\"2\",\"4\",\"8\",\"16\"\n\"Strands of ss DNA\",\"4\",\"8\",\"16\",\"32\"",
                        "bBox": { "x": 207, "y": 415.92, "w": 40.61, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "PCR Components",
                        "md": "# PCR Components",
                        "bBox": { "x": 404, "y": 68.92, "w": 68.04, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- Template DNA: DNA containing the target sequence to be amplified.\n- Primers: Synthetic single-stranded DNA fragment (20-30 nucleotides long) needed to initiate DNA synthesis by providing a free 3’OH group for Taq polymerase to bind to and extend. 2 different primers are required. Each is complementary to the sequence at 3’end of each single stranded target DNA sequence.\n- Taq polymerase: Thermostable DNA polymerase which is resistant to denaturation at high temperature.\n- Deoxyribonucleotides (dNTPs): Substrates for DNA replication made up of dATP, dTTP, dCTP and dGTP.\n- Buffer: Contains cofactor, Mg2+, for proper polymerase function.",
                        "md": "- Template DNA: DNA containing the target sequence to be amplified.\n- Primers: Synthetic single-stranded DNA fragment (20-30 nucleotides long) needed to initiate DNA synthesis by providing a free 3’OH group for Taq polymerase to bind to and extend. 2 different primers are required. Each is complementary to the sequence at 3’end of each single stranded target DNA sequence.\n- Taq polymerase: Thermostable DNA polymerase which is resistant to denaturation at high temperature.\n- Deoxyribonucleotides (dNTPs): Substrates for DNA replication made up of dATP, dTTP, dCTP and dGTP.\n- Buffer: Contains cofactor, Mg2+, for proper polymerase function.",
                        "bBox": {
                            "x": 207,
                            "y": 86.92,
                            "w": 342.58,
                            "h": 11.04
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Describe the principles and procedures of gel electrophoresis",
                        "md": "# Describe the principles and procedures of gel electrophoresis",
                        "bBox": { "x": 32, "y": 471.92, "w": 237.63, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Agarose gel electrophoresis",
                        "md": "# Agarose gel electrophoresis",
                        "bBox": { "x": 26, "y": 485.92, "w": 108.21, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "Separates DNA based on fragment size.",
                        "md": "Separates DNA based on fragment size.",
                        "bBox": { "x": 207, "y": 437.92, "w": 12.97, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Steps:",
                        "md": "# Steps:",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "1. A slab of agarose gel is placed in a buffer solution contains ions which allows the conduction of electricity when the current is turned on.\n2. The DNA sample is mixed with a dense loading dye containing glycerol & 2 coloured dyes. Glycerol makes the DNA sample denser than the buffer solution so that the DNA sample can sink to the bottom of the well.\n3. Since DNA is invisible, the dyes colour the DNA sample and will indicate if the DNA has been loaded correctly into the well. (NB: Loading dyes do not bind to the DNA.)\n4. One dye (corresponds to a 100bp DNA fragment) and often runs ahead of the DNA sample and gives an indication of when electrophoresis must be stopped so that the samples do not run out of the gel. The other dye (corresponds to a 1100bp DNA fragment) and gives an indication of the position of the larger fragments on the gel.\n5. The 2 coloured dyes thus act as visual markers which help to monitor the progress of the migration of the invisible DNA fragments in the gel during electrophoresis.\n6. DNA samples are pipetted into the wells in the gel near the negative electrode.\n7. A DNA ladder (i.e. DNA molecular weight markers) which contains DNA fragments of known sizes, is run in one of the lanes and acts as a standard for which to compare fragments of unknown size in the sample.\n8. Negatively charged DNA is attracted towards the positive electrode (anode) when subjected to an electric current.\n9. The agarose gel matrix made of a meshwork of polymer fibres which impedes movement of longer fragments more than shorter fragments. The longer fragments thus migrate more slowly compared to shorter fragments, leading to a banding pattern observed on the gel.\n10. Before the loading dye reaches the end of the gel, the current is turned off.\n11. To visualize the bands, the gel can be treated with a staining dye that binds DNA (e.g. ethidium bromide, a carcinogen) and fluoresces under UV light.\n12. Thus a) the fragment size can be estimated (based on position of the band relative to bands in the molecular weight marker) and b) the amount of DNA can possibly be estimated (based on intensity & thickness of the band).\n\nNote: The higher the concentration of agarose, the finer the pores in the meshwork. Thus smaller fragments can be effectively separated.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "md": "1. A slab of agarose gel is placed in a buffer solution contains ions which allows the conduction of electricity when the current is turned on.\n2. The DNA sample is mixed with a dense loading dye containing glycerol & 2 coloured dyes. Glycerol makes the DNA sample denser than the buffer solution so that the DNA sample can sink to the bottom of the well.\n3. Since DNA is invisible, the dyes colour the DNA sample and will indicate if the DNA has been loaded correctly into the well. (NB: Loading dyes do not bind to the DNA.)\n4. One dye (corresponds to a 100bp DNA fragment) and often runs ahead of the DNA sample and gives an indication of when electrophoresis must be stopped so that the samples do not run out of the gel. The other dye (corresponds to a 1100bp DNA fragment) and gives an indication of the position of the larger fragments on the gel.\n5. The 2 coloured dyes thus act as visual markers which help to monitor the progress of the migration of the invisible DNA fragments in the gel during electrophoresis.\n6. DNA samples are pipetted into the wells in the gel near the negative electrode.\n7. A DNA ladder (i.e. DNA molecular weight markers) which contains DNA fragments of known sizes, is run in one of the lanes and acts as a standard for which to compare fragments of unknown size in the sample.\n8. Negatively charged DNA is attracted towards the positive electrode (anode) when subjected to an electric current.\n9. The agarose gel matrix made of a meshwork of polymer fibres which impedes movement of longer fragments more than shorter fragments. The longer fragments thus migrate more slowly compared to shorter fragments, leading to a banding pattern observed on the gel.\n10. Before the loading dye reaches the end of the gel, the current is turned off.\n11. To visualize the bands, the gel can be treated with a staining dye that binds DNA (e.g. ethidium bromide, a carcinogen) and fluoresces under UV light.\n12. Thus a) the fragment size can be estimated (based on position of the band relative to bands in the molecular weight marker) and b) the amount of DNA can possibly be estimated (based on intensity & thickness of the band).\n\nNote: The higher the concentration of agarose, the finer the pores in the meshwork. Thus smaller fragments can be effectively separated.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "bBox": { "x": 12, "y": 29.92, "w": 542.47, "h": 8.04 }
                    }
                ],
                "status": "OK",
                "links": []
            },
            {
                "page": 2,
                "text": "                                     Describe the principles and procedures of Southern blotting and nucleic acid hybridisation\n                                     Southern blotting: a nucleic acid hybridisation technique used in RFLP analysis                                                                                                                                                                                                                                                                                                                         DNA cut with restriction\n                                                                                                                                                                                                                                                                                                                                                                                                                                             enzymes =and=separated\n                                     Tool to detect specific nucleotide sequences within a sample of DNA                                                                                                                                                                                                                                                                                                                                     by gel electrophoresis\n\n                                     Steps:\n            1.                       (Continued from Gel electrophoresis)                                                                                                                                                                                                                                                                                                                                                                                            DNA molecular\n                                     1. Gel slab is placed on top of the sponge and under a nitrocellulose membrane. A stack                                                                                                                                                                                                                                                                                                                                          weight marker                                                                                                           Agarose gel\n                                                  of paper towels placed on top of nitrocellulose membrane. These are placed in a tray of\n                                                  alkaline solution. A heavy weight is placed above the paper towels.                                                                                                                                                                                                                                                                                                                                                       Stack of paper\n                                     2. Absorbent paper towels draw the solution towards themselves and the alkaline solution                                                                                                                                                                                                                                                                                                                                                                           towels\n                                                  denatures double-stranded DNA into single-stranded DNA.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Nitrocellulose\n                                     3. Single stranded DNA on the gel is then drawn upwards onto the nitrocellulose                                                                                                                                                                                                                                                                                                                                                                                                                                                                     membrane below\n                                                  membrane and binds to the membrane (in exactly the same position as they were in                                                                                                                                                                                                                                                                                                                                                                                                                                                       paper towels\n                                                  the gel).                                                                                                                                                                                                                                                                                                                                                                                                   Agarose gel\n                                     4. Nitrocellulose membrane is removed and incubated with single-stranded radioactive\n                                                  DNA probe which hybridises via complementary base pairing to the target sequence.\n                                     5. The excess unhybridised probes are washed off.                                                                                                                                                                                                                                                                                                                                                             Sponge below gel\n                                     6. Autoradiography is performed placing X-ray film over membrane. Radioactive regions                                                                                                                                                                                                                                                                                                                                           Alkaline solution to\n                                                  exposes the film forming an image that correspond to the bands that have base-paired                                                                                                                                                                                                                                                                                                                                                    denature DNA\n                                                  with probe.\n                                     [Note: RFLP analysis is a principle/ way of analyzing data. PCR, gel electrophoresis and nucleic acid                                                                                                                                                                                                                                                                                                                                                                       Remove nitrocellulose\n                                     hybridization are tools used in RFLP analysis.]                                                                                                                                                                                                                                                                                                                                                                                                                                                  membrane\n                                     What are RFLPs?                                                                                                                                                                                                                                                                                                                                                                                                                                                   Add unique complementary\n                                     •                         RFLP = Restriction Fragment Length Polymorphisms                                                                                                                                                                                                                                                                                                                                                                                         single-stranded radioactive\n                                     •                         RFLPs are restriction patterns that arise from restriction digestion using a specific                                                                                                                                                                                                                                                                                                                                                                                            probe\n                                                               restriction enzyme.\n                                     •                         RFLPs arise due to DNA polymorphisms which are small nucleotide differences in                                                                                                                                                                                                                                                                                                                                        Expose to Xray film (autoradiography)\n                                                               different individuals at specific locus.\n                                     •                         Thus due to the polymorphic nature of DNA in different individuals, there will be                                                                                                                                                                                                                                                                                                                                                                              Autoradiogram\n                                                               variations in the                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        X-ray / film\n                                                                    1. number/location of restriction sites or                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               Band shows up on\n                                                                    2. number of tandemly repeated nucleotide sequences. This will result in a                                                                                                                                                                                                                                                                                                                                                                                                                                                               due to unique radioactive\n                                                                                        unique banding pattern amongst individuals.                                                                                                                                                                                                                                                                                                                                                                                                                                                                        probe [binding to single-\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             stranded DNA fragment of\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             interest\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          Normal                                                       CCTNAGG                                                   Restriction                                                enzyme   recognition   site for   Mstll,                                                                        where\n                                       •                        The DNA polymorphism in sickle cell anaemia is a single nucleotide polymorphism (SNP). There is a difference in a single base pair due to a                                                                                                                                                                                                                                                                                                                                                                                                                                                                             A-type DNA                                                                    GGANTCC                                                   represents any nucleotide\n                                                                point mutation.\n                                       •                        In sickle cell anaemia this SNP is within the coding region. However the majority of SNPs used for RFLP analysis are found in non-coding\n                                                                regions.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               Mstll cuts here\n                                       i) Use of RFLP analysis in disease detection e.g. sickle cell anaemia                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         RI(JC)?\n                                       •                        A difference in single nucleotide can result in a gain OR loss of a restriction site of an enzyme. Thus when a particular section of DNA in\n                                                                individuals with the mutation and without the mutation is digested with the same restriction enzyme, DNA fragments of different lengths will                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           In sickle cell anaemia                                                                                            one of the recognition sites within the\n                                                                result. Analysis of the banding pattern that arises, will allow determination of the presence of disease-causing allele or the normal allele.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          B-globin gene is changed due t0 a point mutation.   Mstll\n                                       •                        e.g. in sickle-cell anaemia, the disease-causing mutation occurs at restriction site for Mst II within the β-globin gene.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               longer recognises the site and no restriction of DNA takes\n                                                                                    1.                       In the disease causing allele, the Mst II restriction site is eliminated.                                                                                                                                                                                                                                                                                                                                                                                                                                                                            Sickle-cell mutation                                                                            CCTNTGG\n                                                                                    2.                       In the normal allele, Mst II restriction site is retained.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                results in S-type DNA                                                                                      GGANACC                                               place here\nNormalCCTNAGGRestrictionenzyme   recognition   site for   Mstll,whereNormal B-globin gene                                                        CCINAGG                                                                            Sickle cellmutation                                                            CCTNTGG\nA-type DNAGGANTCCrepresents any nucleotide                                            (A-type DNAI                                                                                                                                                         (S-type DNA) - type DNA)Sickle cell mutation\n                                                                                                                                                 GGANTCC                                                                                                                                          (S               GGANACC\n                                                                                                                                                    Mztll cut here                                                                                                                                   Mztll no Jongercut here                                                                                                                                                                                                                                                                                                                                                                                                                                         Mstll no longer cut here\nMstll cuts here                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 S-type DNA with mutation at                                                                                                                                                A-type DNA with normal Mstll\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  Mstll restriction site                                                                                                                                                   restriction site                                                                      Key: Mstll\nRI(JC)?                                •                        How to determine the genotype of a person for β-globin gene?                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     restriction site\nIn sickle cell anaemiaone of the recognition sites within the                       1.                       Digest genomic DNA from both samples with MstII to obtain different restriction fragments will arise. (i.e. cut both DNA samples with the\nB-globin gene is changed due t0 a point mutation.   Mstll                                                            A-type DNA wnh norma MsIl                                                                                    Key HIshl                                                                                           Msiilrestriction srte\n                                                                                                                                                                                                                                                                                                                                                           s-tpe DNA with mutation                                                                                                                                                                     SAME restriction enzyme, Mst II)\n                                                                                                                   Tesiicilicn sile                                                                                               rostricton site JL                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    B-globin gene                                                                                                                                                             B-globin gene\nSickle-cell mutationCCTNTGGlonger recognises the site and no restriction of DNA takes                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               DNA next to B-globin gene                                                                                                                                                       DNA next t0 B-globin gene\nresults in S-type DNAplace here                                                                                                                                              B-gtsbln gene                                                                                                                                                                                                        LGlobin gene\nGGANACC                                                                                                 DNA next to p-globin gene                                                                                                                                                                                    DNA next to B-globin gene\nNormaCCINAGGRestricton Onano reconniion SiaKhete                 Honmai                                                                                                                                                                        Sickle cellmunaton                                                                                                                                                                                                                                                                                                                                                                                                                                                            Add Mstll restriction enzymes to cut the genomic DNA samples\nA-type DNAGGANTCCrepresents ony nucleotide            (A-type DNAIolobin gene                                                                                                                                                                                          (S-type DNAJ\nMstll no longer cut here\nS-type DNA with mutation atA-type DNA with normal MstllKey: MstllRINJCI\"\nMstll restriction siterestriction siterestriction site                              2.                       Perform gel electrophoresis following by southern blotting (use of nitrocellulose membrane, radioactive probes and autoradiography).\nsicklo coll anaomm  ono 0 tho roconnition silos thin tno                                                     The same single-stranded radioactive probe (which is complementary to part of the target sequence) will be used to detect both the\nB-plobin quno $ changed due l0\nbngor roconnises Iha sta and no rostnction ol DNA takospainimutotion Kstli no                                presence of A-type and S-type DNA. Hence the site that the probe binds on the DNA fragments should give different banding patterns on                                                                                                                                                                                                                                                                                                                                                                                                                                                             Size and number of fragments generated for S-type DNA differs from A-type\nB-globin geneSlckle-cell mutationCCINTGGPluce nere                                       probethe autoradiogram.binds on the DNA fragments should give different banding pattems on the autoradiogram                                                                                                                                                                                                                                                     ANDI                                  5 NDZ\nB-globin generesults In $-tyPe DNAGGANACC\nDNA next to B-globin geneDNA next t0 B-globin geneglobin geneNormal                                                                                                                                                                        Sickle cellmutation(S-type DNA}                                                                                                                                                                                                                      3\n                                                 (A-type DNA)\nS hpo DNA Kth mutatlon atAhpe DNA wth normal MariKey Kishi                                                                                                               Probe                                                                                                                                                                                                              Prob\nAdd Mstll restriction enzymes to cut the genomic DNA samplesMsnl tusuicbon suTesucton steroslncton sio\n0Lglobn Oent                                                                                               fragment of                                                             short                                                                                                                                                                                 long fragment (3)\nDNA next lo B-qlobin geneDNA next t0 0 globin gena                                                         intermediate                                                            fragment (2)\n                                                                                                           length (1)                                                                                                                                                                                                                                                                                                                  Southernblotautoradiogam\nSize and number of fragments generated for S-type DNA differs from A-typeAdd Msnl reatriction enzymes t0 cut the Denomic DNA samples\nSize and number of fragment? genefated Ior $ lipe DNA ditlers Irom A-hpePrepared by: Mrs Selvamani Nair & Ms Eva Hor                                                                                                                                                                                                                                                                                       Raffles Institution (2019)                                                                                                                                                                                                               2",
                "md": "# Describe the principles and procedures of Southern blotting and nucleic acid hybridisation\n\n# Southern blotting\n\nA nucleic acid hybridisation technique used in RFLP analysis.\n\nDNA cut with restriction enzymes and separated by gel electrophoresis.\n\nTool to detect specific nucleotide sequences within a sample of DNA.\n\n# Steps:\n\n1. Gel slab is placed on top of the sponge and under a nitrocellulose membrane. A stack of paper towels placed on top of nitrocellulose membrane. These are placed in a tray of alkaline solution. A heavy weight is placed above the paper towels.\n2. Absorbent paper towels draw the solution towards themselves and the alkaline solution denatures double-stranded DNA into single-stranded DNA.\n3. Single stranded DNA on the gel is then drawn upwards onto the nitrocellulose membrane below and binds to the membrane (in exactly the same position as they were in the gel).\n4. Nitrocellulose membrane is removed and incubated with single-stranded radioactive DNA probe which hybridises via complementary base pairing to the target sequence.\n5. The excess unhybridised probes are washed off.\n6. Autoradiography is performed placing X-ray film over membrane. Radioactive regions expose the film forming an image that correspond to the bands that have base-paired with probe.\n\nNote: RFLP analysis is a principle/way of analyzing data. PCR, gel electrophoresis and nucleic acid hybridization are tools used in RFLP analysis.\n\n# What are RFLPs?\n\n- RFLP = Restriction Fragment Length Polymorphisms\n- RFLPs are restriction patterns that arise from restriction digestion using a specific restriction enzyme.\n- RFLPs arise due to DNA polymorphisms which are small nucleotide differences in different individuals at specific locus.\n- Thus due to the polymorphic nature of DNA in different individuals, there will be variations in the:\n1. number/location of restriction sites or\n2. number of tandemly repeated nucleotide sequences. This will result in a unique banding pattern amongst individuals.\n\nThe DNA polymorphism in sickle cell anaemia is a single nucleotide polymorphism (SNP). There is a difference in a single base pair due to a point mutation.\n\nIn sickle cell anaemia this SNP is within the coding region. However, the majority of SNPs used for RFLP analysis are found in non-coding regions.\n\n# Use of RFLP analysis in disease detection e.g. sickle cell anaemia\n\nA difference in single nucleotide can result in a gain OR loss of a restriction site of an enzyme. Thus when a particular section of DNA in individuals with the mutation and without the mutation is digested with the same restriction enzyme, DNA fragments of different lengths will result. Analysis of the banding pattern that arises, will allow determination of the presence of disease-causing allele or the normal allele.\n\ne.g. in sickle-cell anaemia, the disease-causing mutation occurs at restriction site for Mst II within the β-globin gene.\n\n|Normal|CCTNAGG|Restriction enzyme recognition site for MstII, where|\n|---|---|---|\n|Sickle-cell mutation|CCTNTGG|results in S-type DNA|\n\nIn the disease causing allele, the Mst II restriction site is eliminated. In the normal allele, Mst II restriction site is retained.\n\n# How to determine the genotype of a person for β-globin gene?\n\n1. Digest genomic DNA from both samples with MstII to obtain different restriction fragments will arise.\n2. Perform gel electrophoresis followed by southern blotting (use of nitrocellulose membrane, radioactive probes and autoradiography).\n\nThe same single-stranded radioactive probe (which is complementary to part of the target sequence) will be used to detect both the presence of A-type and S-type DNA. Hence the site that the probe binds on the DNA fragments should give different banding patterns on the autoradiogram.\n\n# Prepared by:\n\nMrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                "images": [
                    {
                        "name": "img_p1_1.png",
                        "height": 658,
                        "width": 409,
                        "x": 360.45,
                        "y": 35.14999999999992,
                        "original_width": 596,
                        "original_height": 960
                    },
                    {
                        "name": "img_p1_2.png",
                        "height": 583,
                        "width": 178866,
                        "x": -7470.783330179141,
                        "y": 477.8340453385325,
                        "original_width": 853,
                        "original_height": 616
                    },
                    {
                        "name": "img_p1_3.png",
                        "height": 655,
                        "width": 248230,
                        "x": 9095.958660909633,
                        "y": 364.515527176765,
                        "original_width": 853,
                        "original_height": 616
                    },
                    {
                        "name": "img_p1_4.png",
                        "height": 16,
                        "width": 6692,
                        "x": -1688.9456825599998,
                        "y": 607.5759680053337,
                        "original_width": 643,
                        "original_height": 434
                    },
                    {
                        "name": "img_p1_5.png",
                        "height": 434,
                        "width": 643,
                        "x": 294.73725712767987,
                        "y": 604.4481447849116
                    },
                    {
                        "name": "img_p1_6.png",
                        "height": 98,
                        "width": 586,
                        "x": 28.8,
                        "y": 489.5999999999999,
                        "original_width": 468,
                        "original_height": 78
                    },
                    {
                        "name": "img_p1_7.png",
                        "height": 146,
                        "width": 633,
                        "x": 36.95,
                        "y": 572.4,
                        "original_width": 548,
                        "original_height": 126
                    },
                    {
                        "name": "img_p1_8.png",
                        "height": 196,
                        "width": 885,
                        "x": 28.8,
                        "y": 692.2499999999999,
                        "original_width": 784,
                        "original_height": 173
                    }
                ],
                "items": [
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Describe the principles and procedures of Southern blotting and nucleic acid hybridisation",
                        "md": "# Describe the principles and procedures of Southern blotting and nucleic acid hybridisation",
                        "bBox": { "x": 27, "y": 28.92, "w": 345.83, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Southern blotting",
                        "md": "# Southern blotting",
                        "bBox": {
                            "x": 358.18,
                            "y": 778.39,
                            "w": 24.2,
                            "h": 4.2
                        }
                    },
                    {
                        "type": "text",
                        "value": "A nucleic acid hybridisation technique used in RFLP analysis.\n\nDNA cut with restriction enzymes and separated by gel electrophoresis.\n\nTool to detect specific nucleotide sequences within a sample of DNA.",
                        "md": "A nucleic acid hybridisation technique used in RFLP analysis.\n\nDNA cut with restriction enzymes and separated by gel electrophoresis.\n\nTool to detect specific nucleotide sequences within a sample of DNA.",
                        "bBox": {
                            "x": -7282.93,
                            "y": 41.98,
                            "w": 7713.26,
                            "h": 10.52
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Steps:",
                        "md": "# Steps:",
                        "bBox": { "x": 27, "y": 83.92, "w": 22.73, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "1. Gel slab is placed on top of the sponge and under a nitrocellulose membrane. A stack of paper towels placed on top of nitrocellulose membrane. These are placed in a tray of alkaline solution. A heavy weight is placed above the paper towels.\n2. Absorbent paper towels draw the solution towards themselves and the alkaline solution denatures double-stranded DNA into single-stranded DNA.\n3. Single stranded DNA on the gel is then drawn upwards onto the nitrocellulose membrane below and binds to the membrane (in exactly the same position as they were in the gel).\n4. Nitrocellulose membrane is removed and incubated with single-stranded radioactive DNA probe which hybridises via complementary base pairing to the target sequence.\n5. The excess unhybridised probes are washed off.\n6. Autoradiography is performed placing X-ray film over membrane. Radioactive regions expose the film forming an image that correspond to the bands that have base-paired with probe.\n\nNote: RFLP analysis is a principle/way of analyzing data. PCR, gel electrophoresis and nucleic acid hybridization are tools used in RFLP analysis.",
                        "md": "1. Gel slab is placed on top of the sponge and under a nitrocellulose membrane. A stack of paper towels placed on top of nitrocellulose membrane. These are placed in a tray of alkaline solution. A heavy weight is placed above the paper towels.\n2. Absorbent paper towels draw the solution towards themselves and the alkaline solution denatures double-stranded DNA into single-stranded DNA.\n3. Single stranded DNA on the gel is then drawn upwards onto the nitrocellulose membrane below and binds to the membrane (in exactly the same position as they were in the gel).\n4. Nitrocellulose membrane is removed and incubated with single-stranded radioactive DNA probe which hybridises via complementary base pairing to the target sequence.\n5. The excess unhybridised probes are washed off.\n6. Autoradiography is performed placing X-ray film over membrane. Radioactive regions expose the film forming an image that correspond to the bands that have base-paired with probe.\n\nNote: RFLP analysis is a principle/way of analyzing data. PCR, gel electrophoresis and nucleic acid hybridization are tools used in RFLP analysis.",
                        "bBox": { "x": 9, "y": 92.92, "w": 322.73, "h": 15.76 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "What are RFLPs?",
                        "md": "# What are RFLPs?",
                        "bBox": { "x": 27, "y": 265.92, "w": 63.7, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- RFLP = Restriction Fragment Length Polymorphisms\n- RFLPs are restriction patterns that arise from restriction digestion using a specific restriction enzyme.\n- RFLPs arise due to DNA polymorphisms which are small nucleotide differences in different individuals at specific locus.\n- Thus due to the polymorphic nature of DNA in different individuals, there will be variations in the:\n1. number/location of restriction sites or\n2. number of tandemly repeated nucleotide sequences. This will result in a unique banding pattern amongst individuals.\n\nThe DNA polymorphism in sickle cell anaemia is a single nucleotide polymorphism (SNP). There is a difference in a single base pair due to a point mutation.\n\nIn sickle cell anaemia this SNP is within the coding region. However, the majority of SNPs used for RFLP analysis are found in non-coding regions.",
                        "md": "- RFLP = Restriction Fragment Length Polymorphisms\n- RFLPs are restriction patterns that arise from restriction digestion using a specific restriction enzyme.\n- RFLPs arise due to DNA polymorphisms which are small nucleotide differences in different individuals at specific locus.\n- Thus due to the polymorphic nature of DNA in different individuals, there will be variations in the:\n1. number/location of restriction sites or\n2. number of tandemly repeated nucleotide sequences. This will result in a unique banding pattern amongst individuals.\n\nThe DNA polymorphism in sickle cell anaemia is a single nucleotide polymorphism (SNP). There is a difference in a single base pair due to a point mutation.\n\nIn sickle cell anaemia this SNP is within the coding region. However, the majority of SNPs used for RFLP analysis are found in non-coding regions.",
                        "bBox": {
                            "x": -7290.3,
                            "y": 92.92,
                            "w": 7812.35,
                            "h": 10.52
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Use of RFLP analysis in disease detection e.g. sickle cell anaemia",
                        "md": "# Use of RFLP analysis in disease detection e.g. sickle cell anaemia",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "A difference in single nucleotide can result in a gain OR loss of a restriction site of an enzyme. Thus when a particular section of DNA in individuals with the mutation and without the mutation is digested with the same restriction enzyme, DNA fragments of different lengths will result. Analysis of the banding pattern that arises, will allow determination of the presence of disease-causing allele or the normal allele.\n\ne.g. in sickle-cell anaemia, the disease-causing mutation occurs at restriction site for Mst II within the β-globin gene.",
                        "md": "A difference in single nucleotide can result in a gain OR loss of a restriction site of an enzyme. Thus when a particular section of DNA in individuals with the mutation and without the mutation is digested with the same restriction enzyme, DNA fragments of different lengths will result. Analysis of the banding pattern that arises, will allow determination of the presence of disease-causing allele or the normal allele.\n\ne.g. in sickle-cell anaemia, the disease-causing mutation occurs at restriction site for Mst II within the β-globin gene.",
                        "bBox": {
                            "x": -7407.11,
                            "y": 381.87,
                            "w": 16609.89,
                            "h": 10.52
                        }
                    },
                    {
                        "type": "table",
                        "rows": [
                            [
                                "Normal",
                                "CCTNAGG",
                                "Restriction enzyme recognition site for MstII, where"
                            ],
                            [
                                "Sickle-cell mutation",
                                "CCTNTGG",
                                "results in S-type DNA"
                            ]
                        ],
                        "md": "|Normal|CCTNAGG|Restriction enzyme recognition site for MstII, where|\n|---|---|---|\n|Sickle-cell mutation|CCTNTGG|results in S-type DNA|",
                        "isPerfectTable": true,
                        "csv": "\"Normal\",\"CCTNAGG\",\"Restriction enzyme recognition site for MstII, where\"\n\"Sickle-cell mutation\",\"CCTNTGG\",\"results in S-type DNA\"",
                        "bBox": {
                            "x": -7465.52,
                            "y": 380.81,
                            "w": 16657.77,
                            "h": 12.62
                        }
                    },
                    {
                        "type": "text",
                        "value": "In the disease causing allele, the Mst II restriction site is eliminated. In the normal allele, Mst II restriction site is retained.",
                        "md": "In the disease causing allele, the Mst II restriction site is eliminated. In the normal allele, Mst II restriction site is retained.",
                        "bBox": {
                            "x": -7407.11,
                            "y": 381.87,
                            "w": 16609.89,
                            "h": 10.52
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "How to determine the genotype of a person for β-globin gene?",
                        "md": "# How to determine the genotype of a person for β-globin gene?",
                        "bBox": {
                            "x": 36.17,
                            "y": 554.92,
                            "w": 233.06,
                            "h": 8.04
                        }
                    },
                    {
                        "type": "text",
                        "value": "1. Digest genomic DNA from both samples with MstII to obtain different restriction fragments will arise.\n2. Perform gel electrophoresis followed by southern blotting (use of nitrocellulose membrane, radioactive probes and autoradiography).\n\nThe same single-stranded radioactive probe (which is complementary to part of the target sequence) will be used to detect both the presence of A-type and S-type DNA. Hence the site that the probe binds on the DNA fragments should give different banding patterns on the autoradiogram.",
                        "md": "1. Digest genomic DNA from both samples with MstII to obtain different restriction fragments will arise.\n2. Perform gel electrophoresis followed by southern blotting (use of nitrocellulose membrane, radioactive probes and autoradiography).\n\nThe same single-stranded radioactive probe (which is complementary to part of the target sequence) will be used to detect both the presence of A-type and S-type DNA. Hence the site that the probe binds on the DNA fragments should give different banding patterns on the autoradiogram.",
                        "bBox": {
                            "x": -7282.93,
                            "y": 92.92,
                            "w": 7366.54,
                            "h": 11.04
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Prepared by:",
                        "md": "# Prepared by:",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "md": "Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "bBox": { "x": 284, "y": 818.92, "w": 92.82, "h": 8.04 }
                    }
                ],
                "status": "OK",
                "links": []
            },
            {
                "page": 3,
                "text": "                                                                                                                                                                                               Parents                                                                                                                      Male\n                                                                                                                                                                                                                                                                                                                           Female\n                                                                                                                                                                                                                                                                 Silings                              Shaded                       condition\n                                                                                                                                                                                                                                                                                                       Partial shaded\n                                                                                  Genotypes                                                                                                                                                                                                            heterozygote\n                                                                       AA                                                      Aa                                                                                                                                                                      Note; The\n                                                                                                                                                                                              43                           Aa                                                                  AA      convention as\n                                                                                                                                                                                                                                                                                                      legend may not be\n                                                                                                                                                                                                                                                                                                      given in the future\ni) Use of RFLP analysis in disease detection e.g. sickle cell anaemia (continued)AA SS                 AS                               A type DNA will indicate presence of normal β globin.\n                                                                                                                                        S type DNA will indicate presence of abnormal β globin (sickle cell).\n                                                                                                                                        Note that normal β globin is dominant over abnormal β globin (sickle cell).\n\n                                                                                                                                        AA indicates that the individual is homozygous dominant and is phenotypically normal.\n                                                                                                                                        (The individual has 2 bands. One fragment of intermediate length and one short fragment.)\n                                                                                                                                        SS indicates that the individual is homozygous recessive and is suffering from sickle cell anaemia.\n                                                                                                                                        (The individual has 1 band corresponding to the long fragment.)\n                                                                                                                                        AS indicates that the individual is heterozygous and is phenotypically normal.\n                                                                                                                                        (The individual has 3 bands. One long fragment, one fragment of intermediate length and one short fragment.)\n\nii) Use of RFLP analysis in DNA fingerprinting\n\n•                   As no individuals (exception of twins) have the same genome, therefore they will not have the same DNA profile.\n•                   The DNA profile is the restriction banding pattern that identifies individuals.\n•                   How to carry out DNA fingerprinting:\n                    1.                  Restriction digestion of genomic DNA by restriction enzymes followed by gel electrophoresis to separate DNA fragments\n                    2.                  Southern blotting using of nitrocellulose membrane.\n                    3.                  Nucleic acid hybridisation using radioactive probes complementary to the STRs\n                    4.                  Visualisation of bands via autoradiography using X-ray films\n•                   At a particular RFLP locus, different individuals will have different number of STR repeats, hence different length of fragment.\n•                   RFLP alleles of each locus is inherited from parents. Therefore individuals with similar banding patterns should be closely related.\n                                                                              peletna\n                                                                              chromosome\n                                                                              mulcinal\n                                                                              chromo me                                          chrcmotome\n                                                                                                                                    DNA from Individual (A)                                                                             DNA from Individual (B)\n                                                 number ol short\n                                                 Lncem (cpcal\n                             chomoon\n                                   DNA from cnme scene\n                                                                                                                                      Fragments with different number of repeats,\n                                                                                                                                      separated by size on                                                    gel; give the DNA fingerprint\n•                  These RFLP alleles are all from the same RFLP locus.\n                    DNA from the crime scene (C) has 2 RFLP alleles, one with 11 repeats and the other with 9 repeats. Individual (A) has two RFLP alleles, one with 3\n                    repeats and the other with 4 repeats. Hence Individual (A)’s DNA fingerprint is different from the DNA at the crime scene.\n\n                    (Note: Instead of using steps 1 and 2 (above) to carry out DNA fingerprinting, the different STR loci can be amplified using PCR and multiple PCR\n                    primers that anneal to flanking sequences of different STR loci. Then gel electrophoresis can be carried out to separate the DNA fragments. The\n                    DNA can then be stained by ethidium bromide and the fragments can be visualised under uv light. This alternative method will also give rise to the\n                    different banding patterns seen above.)\n\n• Restriction enzymes (molecular scissors)\n*                   The greater the number of RFLP loci used in the DNA fingerprint of an individual, the more unique the fingerprint. In the CODIS (combined DNA\n1) are isolated from bacterial cellsindex system) used by the FBI, 13 different STR loci are used to distinguish between different individuals.\n2) recognize & bind to specific palindromic base sequences (restriction sites) on DNA\n3) create either sticky ends/blunt ends by cleaving of phosphodiester bonds between nucleotides in both strands of DNA\n              e.g. Alu I                                                                                                      e.g. Eco RI\n\n                              NNAGCTNN                                                                                                        G AATTC\n                              NNTCGANN                                                                                                        CTTAA G\n\n                            NNAG CTNN                                                                                                         G                              AATTC\n                            NNTC GANN                                                                                                         CTTAA                                                G\n                                 blunt ends                                                                                                         sticky ends\n\n4) protect bacterial cells from invading viruses by degrading the foreign DNA that enter them\n5) do not cleave the bacterial DNA in the bacteria they are found in as the restriction sites in the bacterial DNA are methylated. Methylation protects\n          bacterial DNA from degradation.\n\n   Prepared by: Mrs Selvamani Nair & Ms Eva Hor                                                                                                                                                                                                                           Raffles Institution (2019)                                          3",
                "md": "# Use of RFLP analysis in disease detection e.g. sickle cell anaemia (continued)\n\n|Genotypes|AA|Aa|SS|AS|\n|---|---|---|---|---|\n|Male|43|Aa|AA| |\n|Female| | | | |\n|Shaded condition|Partial shaded| | | |\n\nNote: The convention as legend may not be given in the future.\n\nAA indicates that the individual is homozygous dominant and is phenotypically normal. (The individual has 2 bands. One fragment of intermediate length and one short fragment.)\n\nSS indicates that the individual is homozygous recessive and is suffering from sickle cell anaemia. (The individual has 1 band corresponding to the long fragment.)\n\nAS indicates that the individual is heterozygous and is phenotypically normal. (The individual has 3 bands. One long fragment, one fragment of intermediate length and one short fragment.)\n\n# Use of RFLP analysis in DNA fingerprinting\n\n- As no individuals (exception of twins) have the same genome, therefore they will not have the same DNA profile.\n- The DNA profile is the restriction banding pattern that identifies individuals.\n- How to carry out DNA fingerprinting:\n1. Restriction digestion of genomic DNA by restriction enzymes followed by gel electrophoresis to separate DNA fragments.\n2. Southern blotting using of nitrocellulose membrane.\n3. Nucleic acid hybridisation using radioactive probes complementary to the STRs.\n4. Visualisation of bands via autoradiography using X-ray films.\n- At a particular RFLP locus, different individuals will have different number of STR repeats, hence different length of fragment.\n- RFLP alleles of each locus is inherited from parents. Therefore individuals with similar banding patterns should be closely related.\n\nDNA from Individual (A) and DNA from Individual (B) have fragments with different number of repeats, separated by size on gel; give the DNA fingerprint.\n\nThese RFLP alleles are all from the same RFLP locus. DNA from the crime scene (C) has 2 RFLP alleles, one with 11 repeats and the other with 9 repeats. Individual (A) has two RFLP alleles, one with 3 repeats and the other with 4 repeats. Hence Individual (A)’s DNA fingerprint is different from the DNA at the crime scene.\n\n(Note: Instead of using steps 1 and 2 (above) to carry out DNA fingerprinting, the different STR loci can be amplified using PCR and multiple PCR primers that anneal to flanking sequences of different STR loci. Then gel electrophoresis can be carried out to separate the DNA fragments. The DNA can then be stained by ethidium bromide and the fragments can be visualised under UV light. This alternative method will also give rise to the different banding patterns seen above.)\n\n# Restriction enzymes (molecular scissors)\n\n- The greater the number of RFLP loci used in the DNA fingerprint of an individual, the more unique the fingerprint. In the CODIS (combined DNA index system) used by the FBI, 13 different STR loci are used to distinguish between different individuals.\n- Recognize & bind to specific palindromic base sequences (restriction sites) on DNA.\n- Create either sticky ends/blunt ends by cleaving of phosphodiester bonds between nucleotides in both strands of DNA.\n- Protect bacterial cells from invading viruses by degrading the foreign DNA that enter them.\n- Do not cleave the bacterial DNA in the bacteria they are found in as the restriction sites in the bacterial DNA are methylated. Methylation protects bacterial DNA from degradation.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                "images": [
                    {
                        "name": "img_p2_1.png",
                        "height": 768,
                        "width": 957,
                        "x": 77.46,
                        "y": -279.379445190913,
                        "original_width": 639,
                        "original_height": 377
                    },
                    {
                        "name": "img_p2_2.png",
                        "height": 451,
                        "width": 704,
                        "x": 47.2,
                        "y": 240.54999999999998,
                        "original_width": 585,
                        "original_height": 373
                    }
                ],
                "items": [
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Use of RFLP analysis in disease detection e.g. sickle cell anaemia (continued)",
                        "md": "# Use of RFLP analysis in disease detection e.g. sickle cell anaemia (continued)",
                        "bBox": { "x": 120, "y": 31.92, "w": 8.2, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [
                            ["Genotypes", "AA", "Aa", "SS", "AS"],
                            ["Male", "43", "Aa", "AA", ""],
                            ["Female", "", "", "", ""],
                            ["Shaded condition", "Partial shaded", "", "", ""]
                        ],
                        "md": "|Genotypes|AA|Aa|SS|AS|\n|---|---|---|---|---|\n|Male|43|Aa|AA| |\n|Female| | | | |\n|Shaded condition|Partial shaded| | | |",
                        "isPerfectTable": true,
                        "csv": "\"Genotypes\",\"AA\",\"Aa\",\"SS\",\"AS\"\n\"Male\",\"43\",\"Aa\",\"AA\",\"\"\n\"Female\",\"\",\"\",\"\",\"\"\n\"Shaded condition\",\"Partial shaded\",\"\",\"\",\"\"",
                        "bBox": {
                            "x": 90.61,
                            "y": -276.75,
                            "w": 53.67,
                            "h": 71.04
                        }
                    },
                    {
                        "type": "text",
                        "value": "Note: The convention as legend may not be given in the future.\n\nAA indicates that the individual is homozygous dominant and is phenotypically normal. (The individual has 2 bands. One fragment of intermediate length and one short fragment.)\n\nSS indicates that the individual is homozygous recessive and is suffering from sickle cell anaemia. (The individual has 1 band corresponding to the long fragment.)\n\nAS indicates that the individual is heterozygous and is phenotypically normal. (The individual has 3 bands. One long fragment, one fragment of intermediate length and one short fragment.)",
                        "md": "Note: The convention as legend may not be given in the future.\n\nAA indicates that the individual is homozygous dominant and is phenotypically normal. (The individual has 2 bands. One fragment of intermediate length and one short fragment.)\n\nSS indicates that the individual is homozygous recessive and is suffering from sickle cell anaemia. (The individual has 1 band corresponding to the long fragment.)\n\nAS indicates that the individual is heterozygous and is phenotypically normal. (The individual has 3 bands. One long fragment, one fragment of intermediate length and one short fragment.)",
                        "bBox": {
                            "x": 90.61,
                            "y": -195.71,
                            "w": 388.68,
                            "h": 9.47
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Use of RFLP analysis in DNA fingerprinting",
                        "md": "# Use of RFLP analysis in DNA fingerprinting",
                        "bBox": { "x": 155, "y": 660.92, "w": 6.26, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- As no individuals (exception of twins) have the same genome, therefore they will not have the same DNA profile.\n- The DNA profile is the restriction banding pattern that identifies individuals.\n- How to carry out DNA fingerprinting:\n1. Restriction digestion of genomic DNA by restriction enzymes followed by gel electrophoresis to separate DNA fragments.\n2. Southern blotting using of nitrocellulose membrane.\n3. Nucleic acid hybridisation using radioactive probes complementary to the STRs.\n4. Visualisation of bands via autoradiography using X-ray films.\n- At a particular RFLP locus, different individuals will have different number of STR repeats, hence different length of fragment.\n- RFLP alleles of each locus is inherited from parents. Therefore individuals with similar banding patterns should be closely related.\n\nDNA from Individual (A) and DNA from Individual (B) have fragments with different number of repeats, separated by size on gel; give the DNA fingerprint.\n\nThese RFLP alleles are all from the same RFLP locus. DNA from the crime scene (C) has 2 RFLP alleles, one with 11 repeats and the other with 9 repeats. Individual (A) has two RFLP alleles, one with 3 repeats and the other with 4 repeats. Hence Individual (A)’s DNA fingerprint is different from the DNA at the crime scene.\n\n(Note: Instead of using steps 1 and 2 (above) to carry out DNA fingerprinting, the different STR loci can be amplified using PCR and multiple PCR primers that anneal to flanking sequences of different STR loci. Then gel electrophoresis can be carried out to separate the DNA fragments. The DNA can then be stained by ethidium bromide and the fragments can be visualised under UV light. This alternative method will also give rise to the different banding patterns seen above.)",
                        "md": "- As no individuals (exception of twins) have the same genome, therefore they will not have the same DNA profile.\n- The DNA profile is the restriction banding pattern that identifies individuals.\n- How to carry out DNA fingerprinting:\n1. Restriction digestion of genomic DNA by restriction enzymes followed by gel electrophoresis to separate DNA fragments.\n2. Southern blotting using of nitrocellulose membrane.\n3. Nucleic acid hybridisation using radioactive probes complementary to the STRs.\n4. Visualisation of bands via autoradiography using X-ray films.\n- At a particular RFLP locus, different individuals will have different number of STR repeats, hence different length of fragment.\n- RFLP alleles of each locus is inherited from parents. Therefore individuals with similar banding patterns should be closely related.\n\nDNA from Individual (A) and DNA from Individual (B) have fragments with different number of repeats, separated by size on gel; give the DNA fingerprint.\n\nThese RFLP alleles are all from the same RFLP locus. DNA from the crime scene (C) has 2 RFLP alleles, one with 11 repeats and the other with 9 repeats. Individual (A) has two RFLP alleles, one with 3 repeats and the other with 4 repeats. Hence Individual (A)’s DNA fingerprint is different from the DNA at the crime scene.\n\n(Note: Instead of using steps 1 and 2 (above) to carry out DNA fingerprinting, the different STR loci can be amplified using PCR and multiple PCR primers that anneal to flanking sequences of different STR loci. Then gel electrophoresis can be carried out to separate the DNA fragments. The DNA can then be stained by ethidium bromide and the fragments can be visualised under UV light. This alternative method will also give rise to the different banding patterns seen above.)",
                        "bBox": {
                            "x": 44,
                            "y": -269.38,
                            "w": 521.75,
                            "h": 8.42
                        }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Restriction enzymes (molecular scissors)",
                        "md": "# Restriction enzymes (molecular scissors)",
                        "bBox": { "x": 0, "y": 0, "w": 595.32, "h": 841.92 }
                    },
                    {
                        "type": "text",
                        "value": "- The greater the number of RFLP loci used in the DNA fingerprint of an individual, the more unique the fingerprint. In the CODIS (combined DNA index system) used by the FBI, 13 different STR loci are used to distinguish between different individuals.\n- Recognize & bind to specific palindromic base sequences (restriction sites) on DNA.\n- Create either sticky ends/blunt ends by cleaving of phosphodiester bonds between nucleotides in both strands of DNA.\n- Protect bacterial cells from invading viruses by degrading the foreign DNA that enter them.\n- Do not cleave the bacterial DNA in the bacteria they are found in as the restriction sites in the bacterial DNA are methylated. Methylation protects bacterial DNA from degradation.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "md": "- The greater the number of RFLP loci used in the DNA fingerprint of an individual, the more unique the fingerprint. In the CODIS (combined DNA index system) used by the FBI, 13 different STR loci are used to distinguish between different individuals.\n- Recognize & bind to specific palindromic base sequences (restriction sites) on DNA.\n- Create either sticky ends/blunt ends by cleaving of phosphodiester bonds between nucleotides in both strands of DNA.\n- Protect bacterial cells from invading viruses by degrading the foreign DNA that enter them.\n- Do not cleave the bacterial DNA in the bacteria they are found in as the restriction sites in the bacterial DNA are methylated. Methylation protects bacterial DNA from degradation.\n\nPrepared by: Mrs Selvamani Nair & Ms Eva Hor\n\nRaffles Institution (2019)",
                        "bBox": { "x": 29, "y": 31.92, "w": 523.98, "h": 8.04 }
                    }
                ],
                "status": "OK",
                "links": []
            }
        ],
        "job_metadata": {
            "credits_used": 47.0,
            "job_credits_usage": 3,
            "job_pages": 3,
            "job_is_cache_hit": false,
            "credits_max": 1000
        },
        "job_id": "15ad8fef-6bc5-4c12-801f-c6ada1088436",
        "file_path": "src/17.pdf"
    }
]
