[
    {
        "pages": [
            {
                "page": 1,
                "text": "            The Cell and Biomolecules of Life (9744)                                                  Stem Cells                                                                                       2019\n\n              Stems Cells\n\n              a) are unspecialized/undifferentiated i.e. they do not have any tissue-specific structure for it to perform a particular function\n              b) are able to differentiate to produce specialised cells upon receiving appropriate molecular signals (e.g. hormones, growth factors)\n              c) undergo extensive proliferation and self-renewal i.e. they can divide many times by mitosis, with the daughter cells possessing the same\n                                                                                         developmental and replicative potential as the parent cell\n              d) can undergo\n              1) symmetrical division            produces 2 identical daughter stem cells                to ensure a constant pool of stem cells\n              2) asymmetrical division          produces a) 1 daughter stem cell               to ensure a constant pool of stem cells\n                                                          & b) 1 progenitor cell            to replace a population of specialised cells in a specific tissue that died\n                                                occurs in the presence of appropriate molecular signals\n              e) can be\n              1) totipotent         can differentiate into all of the cell types that make up an entire organism including the extraembryonic tissue e.g. the placenta\n                                      e.g. fertilised egg to 8 cell stage (These cells are zygotic stem cells.)\n              2) pluripotent          can differentiate into all of the cell types that make up an organism except the extraembryonic tissue such as the placenta\n                                      e.g. inner cell mass of blastocyst (The cells in the inner cell mass are embryonic stem cells.)\n              3) multipotent          can develop into only a limited and related range of cell types and tissues in an organism\n                                      e.g. haematopoietic stem cells, which are found in the bone marrow & give rise to all of the cells found in the blood, including\n                                            red blood cells, white blood cells, and platelets. Haematopoietic stem cells are adult stem cells. They are also found in babies.)\n              Note: 1) Stem cells can differentiate into different cell types due to the presence of molecular signals that cause differential switching on of genes.\n                      2) A progenitor cell is an early descendent of a stem cell that can only differentiate. It cannot renew itself. e.g. lymphoid progenitor cells gives\n                         rise to B cells, T cells and natural killer cells while myeloid progenitor cells give rise to red blood cells, monocytes, platelet producing cells,\n                         neutrophils, basophils and eosinophils\n                      3) Stems cells can continue to divide mitotically as they can express their telomerase gene which lengthens the telomeres of their\n                         chromosomes and hence prevents them from reaching critical length and hence prevents the cell from undergoing apoptosis.\n                    fertilized egg        2 cell stage        4 cell stage        8 cell stage                    blastocyst                             baby\n                                                                                                                                        blastocyst\n                                                                                                                                        cavity                                      haematopoietic\n                                                                                                                                                                                    stem cells in\n                                                                                                      trophoblast                                                                   bone marrow are\n                                                                                                                                                                                    multipotent adult\n                                                                                                         inner cell mass (pluripotent                                               stem cells\n                                         totipotent zygotic stem cells                                   embryonic stem cells)\n\n            Discuss the ethical implications of the application of stem cells in research and medical applications and how induced pluripotent stem cells\n            (iPSCs) overcome some of these issues. (procedural details of how iPSCs are formed are not required)\n            Ethical implications of the use of stem cells in therapy\n\n            Argument against using embryonic stem cells                                                         Argument for using embryonic stem cells\n\n            Some believe that the embryo has the status of a human being as it has                              Embryos are not equivalent to human life:\n            the potential to become one. Embryonic stem cell research is tantamount                             Embryos are not conscious, cannot feel and cannot survive outside the\n            to murder.                                                                                          womb.\n\nSome object to extracting stem cells from an embryo to make\nreplacement body cells is treating the embryo as just a source of spare\nparts.\n\n\nBlastocysts are a cluster of human cells that have not differentiated into\ndistinct organ tissue, making cells of the inner cell mass no more \"human\"\nthan a skin cell. Some believe life only begins when the heartbeat\ndevelops (during the fifth week of pregnancy) or when the brain begins\ndeveloping (at 54 days after conception).\n\n            Claims of the benefits of embryonic stem cell research are over-rated as                            Embryonic stem cells can potentially treat a wide range of diseases as\n            there are few (if any) examples of success in medical applications                                  they have the potential to grow indefinitely in a laboratory environment\n                                                                                                                and can differentiate into almost all types of bodily tissue.\n\n            Adult stem cell treatment is established, have produced some results                                It is unethical not to use established protocols on embryonic stem\n            and there are fewer ethical issues involved. Thus adult stem cell research                          cell research to further embryonic stem cell research to help relieve\n            may be able to make greater advances if more money and resources                                    human suffering.\n            were channeled into it instead of embryonic stem cell research.\n\n            Current benign applications may lead to abuse in the future. Once                                   There is legislation on the period when ES cells can be extracted.\n            human status is denied to embryos, this precedent may extend to other                               eg: Current UK legislation does not allow use of embryos that are more\n            categories of human beings such as the profoundly disabled or the                                   than 14 days old. In fact, ES cells are obtained earlier from blastocyst\n            elderly infirm.                                                                                     (between 3-8 days after fertilization).\n\n            Possibility of unforeseen consequences in treated patients such as                                  More than a third of zygotes do not normally implant in the uterus.\n            possible risks of tumor formation, immunological reactions, unexpected                              Thus, far more embryos are lost due to chance than are proposed to be\n            behavior of the cells, and unknown long-term health effects.                                        used for embryonic stem cell research.\n\nAs embryonic stem cell research is expensive, funds can be channeled to\ntreat other more treatable diseases.\n\nFor donors of eggs, embryos or tissues, there are issues of informed\nconsent, understanding of research aims and privacy.\nPrepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n                Surplus embryos created via in vitro fertility treatments are destroyed,\n                or stored long past their viable storage life. These can be used for creating\n                new stem cell lines for research which would otherwise be destroyed.\n\n\nRaffles Institution",
                "md": "# The Cell and Biomolecules of Life (9744)\n\n# Stem Cells\n\nStems Cells\n\n- a) are unspecialized/undifferentiated i.e. they do not have any tissue-specific structure for it to perform a particular function\n- b) are able to differentiate to produce specialised cells upon receiving appropriate molecular signals (e.g. hormones, growth factors)\n- c) undergo extensive proliferation and self-renewal i.e. they can divide many times by mitosis, with the daughter cells possessing the same developmental and replicative potential as the parent cell\n- d) can undergo\n- 1) symmetrical division produces 2 identical daughter stem cells to ensure a constant pool of stem cells\n- 2) asymmetrical division produces\n- a) 1 daughter stem cell to ensure a constant pool of stem cells\n- b) 1 progenitor cell to replace a population of specialised cells in a specific tissue that died occurs in the presence of appropriate molecular signals\n- e) can be\n- 1) totipotent can differentiate into all of the cell types that make up an entire organism including the extraembryonic tissue e.g. the placenta e.g. fertilised egg to 8 cell stage (These cells are zygotic stem cells.)\n- 2) pluripotent can differentiate into all of the cell types that make up an organism except the extraembryonic tissue such as the placenta e.g. inner cell mass of blastocyst (The cells in the inner cell mass are embryonic stem cells.)\n- 3) multipotent can develop into only a limited and related range of cell types and tissues in an organism e.g. haematopoietic stem cells, which are found in the bone marrow & give rise to all of the cells found in the blood, including red blood cells, white blood cells, and platelets. Haematopoietic stem cells are adult stem cells. They are also found in babies.\n\nNote:\n1. Stem cells can differentiate into different cell types due to the presence of molecular signals that cause differential switching on of genes.\n2. A progenitor cell is an early descendent of a stem cell that can only differentiate. It cannot renew itself. e.g. lymphoid progenitor cells gives rise to B cells, T cells and natural killer cells while myeloid progenitor cells give rise to red blood cells, monocytes, platelet producing cells, neutrophils, basophils and eosinophils\n3. Stems cells can continue to divide mitotically as they can express their telomerase gene which lengthens the telomeres of their chromosomes and hence prevents them from reaching critical length and hence prevents the cell from undergoing apoptosis.\n\n|fertilized egg|2 cell stage|4 cell stage|8 cell stage|blastocyst|baby|\n|---|---|---|---|---|---|\n| | | | |blastocyst cavity|haematopoietic stem cells in bone marrow are multipotent adult stem cells|\n|totipotent zygotic stem cells| | | |trophoblast| |\n| | | | |inner cell mass (pluripotent embryonic stem cells)| |\n\n# Discuss the ethical implications of the application of stem cells in research and medical applications and how induced pluripotent stem cells (iPSCs) overcome some of these issues.\n\n# Ethical implications of the use of stem cells in therapy\n\n|Argument against using embryonic stem cells|Argument for using embryonic stem cells|\n|---|---|\n|Some believe that the embryo has the status of a human being as it has the potential to become one. Embryonic stem cell research is tantamount to murder.|Embryos are not equivalent to human life: Embryos are not conscious, cannot feel and cannot survive outside the womb.|\n|Some object to extracting stem cells from an embryo to make replacement body cells is treating the embryo as just a source of spare parts.|Blastocysts are a cluster of human cells that have not differentiated into distinct organ tissue, making cells of the inner cell mass no more \"human\" than a skin cell. Some believe life only begins when the heartbeat develops (during the fifth week of pregnancy) or when the brain begins developing (at 54 days after conception).|\n|Claims of the benefits of embryonic stem cell research are over-rated as there are few (if any) examples of success in medical applications.|Embryonic stem cells can potentially treat a wide range of diseases as they have the potential to grow indefinitely in a laboratory environment and can differentiate into almost all types of bodily tissue.|\n|Adult stem cell treatment is established, have produced some results and there are fewer ethical issues involved. Thus adult stem cell research may be able to make greater advances if more money and resources were channeled into it instead of embryonic stem cell research.|It is unethical not to use established protocols on embryonic stem cell research to further embryonic stem cell research to help relieve human suffering.|\n|Current benign applications may lead to abuse in the future. Once human status is denied to embryos, this precedent may extend to other categories of human beings such as the profoundly disabled or the elderly infirm.|There is legislation on the period when ES cells can be extracted. eg: Current UK legislation does not allow use of embryos that are more than 14 days old. In fact, ES cells are obtained earlier from blastocyst (between 3-8 days after fertilization).|\n|Possibility of unforeseen consequences in treated patients such as possible risks of tumor formation, immunological reactions, unexpected behavior of the cells, and unknown long-term health effects.|More than a third of zygotes do not normally implant in the uterus. Thus, far more embryos are lost due to chance than are proposed to be used for embryonic stem cell research.|\n|As embryonic stem cell research is expensive, funds can be channeled to treat other more treatable diseases.|For donors of eggs, embryos or tissues, there are issues of informed consent, understanding of research aims and privacy.|\n\nPrepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nSurplus embryos created via in vitro fertility treatments are destroyed, or stored long past their viable storage life. These can be used for creating new stem cell lines for research which would otherwise be destroyed.\n\nRaffles Institution",
                "images": [
                    {
                        "name": "img_p0_1.png",
                        "height": 95,
                        "width": 95,
                        "x": 116.06,
                        "y": 300.278,
                        "original_width": 62,
                        "original_height": 62
                    },
                    {
                        "name": "img_p0_2.png",
                        "height": 27,
                        "width": 1056,
                        "x": 51,
                        "y": 284.28000000000003,
                        "original_width": 1451,
                        "original_height": 36
                    },
                    {
                        "name": "img_p0_3.png",
                        "height": 23,
                        "width": 83,
                        "x": 283.56,
                        "y": 325.08,
                        "original_width": 114,
                        "original_height": 30
                    },
                    {
                        "name": "img_p0_4.png",
                        "height": 47,
                        "width": 220,
                        "x": 292.8,
                        "y": 349.8,
                        "original_width": 302,
                        "original_height": 63
                    },
                    {
                        "name": "img_p0_5.png",
                        "height": 108,
                        "width": 129,
                        "x": 500.52,
                        "y": 306.6,
                        "original_width": 176,
                        "original_height": 148
                    },
                    {
                        "name": "img_p0_6.png",
                        "height": 98,
                        "width": 92,
                        "x": 60.257,
                        "y": 301.18,
                        "original_width": 65,
                        "original_height": 61
                    },
                    {
                        "name": "img_p0_7.png",
                        "height": 92,
                        "width": 96,
                        "x": 177.47,
                        "y": 301.178,
                        "original_width": 63,
                        "original_height": 61
                    },
                    {
                        "name": "img_p0_8.png",
                        "height": 89,
                        "width": 97,
                        "x": 228.16,
                        "y": 301.177,
                        "original_width": 64,
                        "original_height": 58
                    },
                    {
                        "name": "img_p0_9.png",
                        "height": 102,
                        "width": 106,
                        "x": 330.59000000000003,
                        "y": 301.18,
                        "original_width": 70,
                        "original_height": 67
                    },
                    {
                        "name": "img_p0_10.png",
                        "height": 111,
                        "width": 156,
                        "x": 420.57,
                        "y": 306.71799999999996,
                        "original_width": 161,
                        "original_height": 114
                    },
                    {
                        "name": "img_p0_11.png",
                        "height": 29,
                        "width": 220,
                        "x": 116.16,
                        "y": 357.47999999999996,
                        "original_width": 301,
                        "original_height": 38
                    },
                    {
                        "name": "img_p0_12.png",
                        "height": 46,
                        "width": 83,
                        "x": 379.32,
                        "y": 292.8,
                        "original_width": 114,
                        "original_height": 62
                    }
                ],
                "items": [
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "The Cell and Biomolecules of Life (9744)",
                        "md": "# The Cell and Biomolecules of Life (9744)",
                        "bBox": { "x": 36, "y": 31, "w": 153.41, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Stem Cells",
                        "md": "# Stem Cells",
                        "bBox": { "x": 285, "y": 31, "w": 40.83, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "Stems Cells\n\n- a) are unspecialized/undifferentiated i.e. they do not have any tissue-specific structure for it to perform a particular function\n- b) are able to differentiate to produce specialised cells upon receiving appropriate molecular signals (e.g. hormones, growth factors)\n- c) undergo extensive proliferation and self-renewal i.e. they can divide many times by mitosis, with the daughter cells possessing the same developmental and replicative potential as the parent cell\n- d) can undergo\n- 1) symmetrical division produces 2 identical daughter stem cells to ensure a constant pool of stem cells\n- 2) asymmetrical division produces\n- a) 1 daughter stem cell to ensure a constant pool of stem cells\n- b) 1 progenitor cell to replace a population of specialised cells in a specific tissue that died occurs in the presence of appropriate molecular signals\n- e) can be\n- 1) totipotent can differentiate into all of the cell types that make up an entire organism including the extraembryonic tissue e.g. the placenta e.g. fertilised egg to 8 cell stage (These cells are zygotic stem cells.)\n- 2) pluripotent can differentiate into all of the cell types that make up an organism except the extraembryonic tissue such as the placenta e.g. inner cell mass of blastocyst (The cells in the inner cell mass are embryonic stem cells.)\n- 3) multipotent can develop into only a limited and related range of cell types and tissues in an organism e.g. haematopoietic stem cells, which are found in the bone marrow & give rise to all of the cells found in the blood, including red blood cells, white blood cells, and platelets. Haematopoietic stem cells are adult stem cells. They are also found in babies.\n\nNote:\n1. Stem cells can differentiate into different cell types due to the presence of molecular signals that cause differential switching on of genes.\n2. A progenitor cell is an early descendent of a stem cell that can only differentiate. It cannot renew itself. e.g. lymphoid progenitor cells gives rise to B cells, T cells and natural killer cells while myeloid progenitor cells give rise to red blood cells, monocytes, platelet producing cells, neutrophils, basophils and eosinophils\n3. Stems cells can continue to divide mitotically as they can express their telomerase gene which lengthens the telomeres of their chromosomes and hence prevents them from reaching critical length and hence prevents the cell from undergoing apoptosis.",
                        "md": "Stems Cells\n\n- a) are unspecialized/undifferentiated i.e. they do not have any tissue-specific structure for it to perform a particular function\n- b) are able to differentiate to produce specialised cells upon receiving appropriate molecular signals (e.g. hormones, growth factors)\n- c) undergo extensive proliferation and self-renewal i.e. they can divide many times by mitosis, with the daughter cells possessing the same developmental and replicative potential as the parent cell\n- d) can undergo\n- 1) symmetrical division produces 2 identical daughter stem cells to ensure a constant pool of stem cells\n- 2) asymmetrical division produces\n- a) 1 daughter stem cell to ensure a constant pool of stem cells\n- b) 1 progenitor cell to replace a population of specialised cells in a specific tissue that died occurs in the presence of appropriate molecular signals\n- e) can be\n- 1) totipotent can differentiate into all of the cell types that make up an entire organism including the extraembryonic tissue e.g. the placenta e.g. fertilised egg to 8 cell stage (These cells are zygotic stem cells.)\n- 2) pluripotent can differentiate into all of the cell types that make up an organism except the extraembryonic tissue such as the placenta e.g. inner cell mass of blastocyst (The cells in the inner cell mass are embryonic stem cells.)\n- 3) multipotent can develop into only a limited and related range of cell types and tissues in an organism e.g. haematopoietic stem cells, which are found in the bone marrow & give rise to all of the cells found in the blood, including red blood cells, white blood cells, and platelets. Haematopoietic stem cells are adult stem cells. They are also found in babies.\n\nNote:\n1. Stem cells can differentiate into different cell types due to the presence of molecular signals that cause differential switching on of genes.\n2. A progenitor cell is an early descendent of a stem cell that can only differentiate. It cannot renew itself. e.g. lymphoid progenitor cells gives rise to B cells, T cells and natural killer cells while myeloid progenitor cells give rise to red blood cells, monocytes, platelet producing cells, neutrophils, basophils and eosinophils\n3. Stems cells can continue to divide mitotically as they can express their telomerase gene which lengthens the telomeres of their chromosomes and hence prevents them from reaching critical length and hence prevents the cell from undergoing apoptosis.",
                        "bBox": { "x": 40, "y": 31, "w": 500.58, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [
                            [
                                "fertilized egg",
                                "2 cell stage",
                                "4 cell stage",
                                "8 cell stage",
                                "blastocyst",
                                "baby"
                            ],
                            [
                                "",
                                "",
                                "",
                                "",
                                "blastocyst cavity",
                                "haematopoietic stem cells in bone marrow are multipotent adult stem cells"
                            ],
                            [
                                "totipotent zygotic stem cells",
                                "",
                                "",
                                "",
                                "trophoblast",
                                ""
                            ],
                            [
                                "",
                                "",
                                "",
                                "",
                                "inner cell mass (pluripotent embryonic stem cells)",
                                ""
                            ]
                        ],
                        "md": "|fertilized egg|2 cell stage|4 cell stage|8 cell stage|blastocyst|baby|\n|---|---|---|---|---|---|\n| | | | |blastocyst cavity|haematopoietic stem cells in bone marrow are multipotent adult stem cells|\n|totipotent zygotic stem cells| | | |trophoblast| |\n| | | | |inner cell mass (pluripotent embryonic stem cells)| |",
                        "isPerfectTable": true,
                        "csv": "\"fertilized egg\",\"2 cell stage\",\"4 cell stage\",\"8 cell stage\",\"blastocyst\",\"baby\"\n\"\",\"\",\"\",\"\",\"blastocyst cavity\",\"haematopoietic stem cells in bone marrow are multipotent adult stem cells\"\n\"totipotent zygotic stem cells\",\"\",\"\",\"\",\"trophoblast\",\"\"\n\"\",\"\",\"\",\"\",\"inner cell mass (pluripotent embryonic stem cells)\",\"\"",
                        "bBox": { "x": 116, "y": 31, "w": 298.58, "h": 278.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Discuss the ethical implications of the application of stem cells in research and medical applications and how induced pluripotent stem cells (iPSCs) overcome some of these issues.",
                        "md": "# Discuss the ethical implications of the application of stem cells in research and medical applications and how induced pluripotent stem cells (iPSCs) overcome some of these issues.",
                        "bBox": { "x": 36, "y": 31, "w": 539.94, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Ethical implications of the use of stem cells in therapy",
                        "md": "# Ethical implications of the use of stem cells in therapy",
                        "bBox": { "x": 36, "y": 31, "w": 293.12, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [
                            [
                                "Argument against using embryonic stem cells",
                                "Argument for using embryonic stem cells"
                            ],
                            [
                                "Some believe that the embryo has the status of a human being as it has the potential to become one. Embryonic stem cell research is tantamount to murder.",
                                "Embryos are not equivalent to human life: Embryos are not conscious, cannot feel and cannot survive outside the womb."
                            ],
                            [
                                "Some object to extracting stem cells from an embryo to make replacement body cells is treating the embryo as just a source of spare parts.",
                                "Blastocysts are a cluster of human cells that have not differentiated into distinct organ tissue, making cells of the inner cell mass no more \"human\" than a skin cell. Some believe life only begins when the heartbeat develops (during the fifth week of pregnancy) or when the brain begins developing (at 54 days after conception)."
                            ],
                            [
                                "Claims of the benefits of embryonic stem cell research are over-rated as there are few (if any) examples of success in medical applications.",
                                "Embryonic stem cells can potentially treat a wide range of diseases as they have the potential to grow indefinitely in a laboratory environment and can differentiate into almost all types of bodily tissue."
                            ],
                            [
                                "Adult stem cell treatment is established, have produced some results and there are fewer ethical issues involved. Thus adult stem cell research may be able to make greater advances if more money and resources were channeled into it instead of embryonic stem cell research.",
                                "It is unethical not to use established protocols on embryonic stem cell research to further embryonic stem cell research to help relieve human suffering."
                            ],
                            [
                                "Current benign applications may lead to abuse in the future. Once human status is denied to embryos, this precedent may extend to other categories of human beings such as the profoundly disabled or the elderly infirm.",
                                "There is legislation on the period when ES cells can be extracted. eg: Current UK legislation does not allow use of embryos that are more than 14 days old. In fact, ES cells are obtained earlier from blastocyst (between 3-8 days after fertilization)."
                            ],
                            [
                                "Possibility of unforeseen consequences in treated patients such as possible risks of tumor formation, immunological reactions, unexpected behavior of the cells, and unknown long-term health effects.",
                                "More than a third of zygotes do not normally implant in the uterus. Thus, far more embryos are lost due to chance than are proposed to be used for embryonic stem cell research."
                            ],
                            [
                                "As embryonic stem cell research is expensive, funds can be channeled to treat other more treatable diseases.",
                                "For donors of eggs, embryos or tissues, there are issues of informed consent, understanding of research aims and privacy."
                            ]
                        ],
                        "md": "|Argument against using embryonic stem cells|Argument for using embryonic stem cells|\n|---|---|\n|Some believe that the embryo has the status of a human being as it has the potential to become one. Embryonic stem cell research is tantamount to murder.|Embryos are not equivalent to human life: Embryos are not conscious, cannot feel and cannot survive outside the womb.|\n|Some object to extracting stem cells from an embryo to make replacement body cells is treating the embryo as just a source of spare parts.|Blastocysts are a cluster of human cells that have not differentiated into distinct organ tissue, making cells of the inner cell mass no more \"human\" than a skin cell. Some believe life only begins when the heartbeat develops (during the fifth week of pregnancy) or when the brain begins developing (at 54 days after conception).|\n|Claims of the benefits of embryonic stem cell research are over-rated as there are few (if any) examples of success in medical applications.|Embryonic stem cells can potentially treat a wide range of diseases as they have the potential to grow indefinitely in a laboratory environment and can differentiate into almost all types of bodily tissue.|\n|Adult stem cell treatment is established, have produced some results and there are fewer ethical issues involved. Thus adult stem cell research may be able to make greater advances if more money and resources were channeled into it instead of embryonic stem cell research.|It is unethical not to use established protocols on embryonic stem cell research to further embryonic stem cell research to help relieve human suffering.|\n|Current benign applications may lead to abuse in the future. Once human status is denied to embryos, this precedent may extend to other categories of human beings such as the profoundly disabled or the elderly infirm.|There is legislation on the period when ES cells can be extracted. eg: Current UK legislation does not allow use of embryos that are more than 14 days old. In fact, ES cells are obtained earlier from blastocyst (between 3-8 days after fertilization).|\n|Possibility of unforeseen consequences in treated patients such as possible risks of tumor formation, immunological reactions, unexpected behavior of the cells, and unknown long-term health effects.|More than a third of zygotes do not normally implant in the uterus. Thus, far more embryos are lost due to chance than are proposed to be used for embryonic stem cell research.|\n|As embryonic stem cell research is expensive, funds can be channeled to treat other more treatable diseases.|For donors of eggs, embryos or tissues, there are issues of informed consent, understanding of research aims and privacy.|",
                        "isPerfectTable": true,
                        "csv": "\"Argument against using embryonic stem cells\",\"Argument for using embryonic stem cells\"\n\"Some believe that the embryo has the status of a human being as it has the potential to become one. Embryonic stem cell research is tantamount to murder.\",\"Embryos are not equivalent to human life: Embryos are not conscious, cannot feel and cannot survive outside the womb.\"\n\"Some object to extracting stem cells from an embryo to make replacement body cells is treating the embryo as just a source of spare parts.\",\"Blastocysts are a cluster of human cells that have not differentiated into distinct organ tissue, making cells of the inner cell mass no more \"\"human\"\" than a skin cell. Some believe life only begins when the heartbeat develops (during the fifth week of pregnancy) or when the brain begins developing (at 54 days after conception).\"\n\"Claims of the benefits of embryonic stem cell research are over-rated as there are few (if any) examples of success in medical applications.\",\"Embryonic stem cells can potentially treat a wide range of diseases as they have the potential to grow indefinitely in a laboratory environment and can differentiate into almost all types of bodily tissue.\"\n\"Adult stem cell treatment is established, have produced some results and there are fewer ethical issues involved. Thus adult stem cell research may be able to make greater advances if more money and resources were channeled into it instead of embryonic stem cell research.\",\"It is unethical not to use established protocols on embryonic stem cell research to further embryonic stem cell research to help relieve human suffering.\"\n\"Current benign applications may lead to abuse in the future. Once human status is denied to embryos, this precedent may extend to other categories of human beings such as the profoundly disabled or the elderly infirm.\",\"There is legislation on the period when ES cells can be extracted. eg: Current UK legislation does not allow use of embryos that are more than 14 days old. In fact, ES cells are obtained earlier from blastocyst (between 3-8 days after fertilization).\"\n\"Possibility of unforeseen consequences in treated patients such as possible risks of tumor formation, immunological reactions, unexpected behavior of the cells, and unknown long-term health effects.\",\"More than a third of zygotes do not normally implant in the uterus. Thus, far more embryos are lost due to chance than are proposed to be used for embryonic stem cell research.\"\n\"As embryonic stem cell research is expensive, funds can be channeled to treat other more treatable diseases.\",\"For donors of eggs, embryos or tissues, there are issues of informed consent, understanding of research aims and privacy.\"",
                        "bBox": { "x": 36, "y": 31, "w": 289.83, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "Prepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nSurplus embryos created via in vitro fertility treatments are destroyed, or stored long past their viable storage life. These can be used for creating new stem cell lines for research which would otherwise be destroyed.\n\nRaffles Institution",
                        "md": "Prepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nSurplus embryos created via in vitro fertility treatments are destroyed, or stored long past their viable storage life. These can be used for creating new stem cell lines for research which would otherwise be destroyed.\n\nRaffles Institution",
                        "bBox": { "x": 36, "y": 708, "w": 539.44, "h": 8.04 }
                    }
                ],
                "status": "OK",
                "links": []
            },
            {
                "page": 2,
                "text": "            The Cell and Biomolecules of Life (9744)                                                 Stem Cells                                                                           2019\n\n            Potential solution to overcome some of these issues\n\n            Induced pluripotent stem cells (iPSCs)\n\n            Induced pluripotent stem cells are pluripotent stem cells that can be generated directly from adult somatic cells (e.g. skin cells) Adult somatic cells are\n            not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by\n            Shinya Yamanaka’s lab in 2006 that the introduction of four specific genes encoding transcription factors could ‘reprogramme’ some specialised cells to\n            become pluripotent so that they lose their specialised functions and behave in virtually the same way as embryonic stem cell.\n\n            Advantages of iPSCs                                                                                                   Possible problems of iPSCs\n\n•     Since iPSCs can be obtained directly from adult tissues, it does not generate or\n      destroy any human embryos.\n•     Adult tissue (e.g. skin cells) required to make iPSCs can be easily obtained from\n      donor without risk to the donor\n•     In contrast to ES cells extracted from human embryos, iPSCs derived from a patient’s\n      own cells would open the possibility of generating lots of patient-specific cells, which\n      will not be rejected by the immune system (as it is not a foreign cell) upon\n      transplantation.\n•     Hence, there will also be no need to use immunosuppressant drugs after\n      transplantation and the problem of looking for a suitable donor for transplantation will\n      also be overcome.\n•     Further, it also allows the generation of pluripotent stem cell lines from patients with\n      inherited diseases, in order to better understand why the diseases develop and\n      use in personalized drug discovery efforts.\n•     An additional reproductive technology that may be enabled by iPSCs is the\n      generation of sex cells (sperm and eggs) for treating infertility.\n•      Low efficiency: in general, the conversion to\n       adult somatic cells to iPSCs has been incredibly\n       low. For example, the rate at which somatic cells\n       were reprogrammed into iPSCs in was 0.01–\n       0.1%.\n•      Genetic modification of adult somatic cells to\n       obtain      iPSCs       may       cause       cancer        by\n       overexpression of proto oncogenes or switching\n       off of tumour suppressor genes.\n•      There are ethical concerns (e.g. lack of consent,\n       long term unexpected consequences) related to\n       the creation of embryos and children from IPSC-\n       derived sex cells.\n\n\n\n\n            Ethical complications are related to the means of obtaining stem cells (e.g. techniques involving the destruction of human embryos), human cloning\n            and the exploitation of embryo and egg donors. The use of iPSCs still appears to overcome many ethical issues and provides viable solutions\n            related to stem cell research.\n\n            Comparison of human embryonic stem cells and human adult stem cells\n\n                                                        Embryonic stem cells                                             Adult stem cells\n\nDifferentiation ability\n\n\nRole in body\n\nSources\n\n\nAdvantages in research and\ntherapy development\n\n\n\n\n\n\n\nPluripotent: capable of becoming any cell in the                 Multipotent: typically only give rise to the cells of the tissue\nhuman body except extraembryonic tissue e.g.                     in which they are found.\nplacenta.\nTo develop the embryo into an entire human.                      To replace specific cells in the body which die throughout\n                                                                 life due to wear and tear or injury and disease.\nUnused       IVF     embryos       which      have     been      Bone marrow, muscles and skin; and from the foetus,\ndonated, or embryos created for the purpose                      umbilical cord, placenta etc.\nfrom donated eggs and sperm.\n •    Embryonic stem cells make up a significant                   •    If taken from the patient’s own body for use in therapies,\n      proportion of a developing embryo and are                         cells would be genetically identical to that of the patient,\n      easier to isolate and grow ex vivo than                           avoiding the problem of immune rejection.\n      adult stem cells\n                                                                   •    There are less ethical considerations compared with\n •    Have a strong ability to self-renew in the                        using embryonic stem cells.\n      laboratory and divide more rapidly than\n      adult stem cells, resulting in a constant\n      supply of ES cells.\n\n                                                         •    Pluripotency means that ES cells have\n                                                              the potential to produce any cell type in\n                                                              the body, potentially allowing them to treat\n                                                              a wider range of diseases.\n            Disadvantages in research                    •    Genetically different to cells of potential                  •    They usually only produce a limited number of\n            and therapy development                           patients, so immune rejection could                               different cell types.\n                                                              occur.\n                                                                                                                           •    Conditions supporting self-renewal in the laboratory\n                                                         •    Ethical issues over embryo destruction                            have only been identified for a few tissue stem cell\n                                                                                                                                types, for instance skin and cornea.\n\n                                                                                                                           •    Are found in small numbers and are difficult to\n                                                                                                                                isolate.\n\n                                                                                                                           •    Adult stem cells with genetic mutations from the\n                                                                                                                                patient's own body will not be effective in treatment of\n                                                                                                                                genetic disorders.\n\n            Prepared by: Mrs. Selvamani Nair and Mr Low Chor Meng                             Raffles Institution                                                                         2",
                "md": "# The Cell and Biomolecules of Life (9744)\n\n# Stem Cells\n\n# 2019\n\n# Potential solution to overcome some of these issues\n\n# Induced pluripotent stem cells (iPSCs)\n\nInduced pluripotent stem cells are pluripotent stem cells that can be generated directly from adult somatic cells (e.g. skin cells). Adult somatic cells are not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by Shinya Yamanaka’s lab in 2006 that the introduction of four specific genes encoding transcription factors could ‘reprogramme’ some specialised cells to become pluripotent so that they lose their specialised functions and behave in virtually the same way as embryonic stem cell.\n\n# Advantages of iPSCs\n\n- Since iPSCs can be obtained directly from adult tissues, it does not generate or destroy any human embryos.\n- Adult tissue (e.g. skin cells) required to make iPSCs can be easily obtained from donor without risk to the donor.\n- In contrast to ES cells extracted from human embryos, iPSCs derived from a patient’s own cells would open the possibility of generating lots of patient-specific cells, which will not be rejected by the immune system (as it is not a foreign cell) upon transplantation.\n- Hence, there will also be no need to use immunosuppressant drugs after transplantation and the problem of looking for a suitable donor for transplantation will also be overcome.\n- Further, it also allows the generation of pluripotent stem cell lines from patients with inherited diseases, in order to better understand why the diseases develop and use in personalized drug discovery efforts.\n- An additional reproductive technology that may be enabled by iPSCs is the generation of sex cells (sperm and eggs) for treating infertility.\n\n# Possible problems of iPSCs\n\n- Low efficiency: in general, the conversion to adult somatic cells to iPSCs has been incredibly low. For example, the rate at which somatic cells were reprogrammed into iPSCs in was 0.01–0.1%.\n- Genetic modification of adult somatic cells to obtain iPSCs may cause cancer by overexpression of proto oncogenes or switching off of tumour suppressor genes.\n- There are ethical concerns (e.g. lack of consent, long term unexpected consequences) related to the creation of embryos and children from IPSC-derived sex cells.\n\nEthical complications are related to the means of obtaining stem cells (e.g. techniques involving the destruction of human embryos), human cloning and the exploitation of embryo and egg donors. The use of iPSCs still appears to overcome many ethical issues and provides viable solutions related to stem cell research.\n\n# Comparison of human embryonic stem cells and human adult stem cells\n\n| |Embryonic stem cells|Adult stem cells|\n|---|---|---|\n|Differentiation ability|Pluripotent: capable of becoming any cell in the human body except extraembryonic tissue e.g. placenta.|Multipotent: typically only give rise to the cells of the tissue in which they are found.|\n|Role in body|To develop the embryo into an entire human.|To replace specific cells in the body which die throughout life due to wear and tear or injury and disease.|\n|Sources|Unused IVF embryos which have been donated, or embryos created for the purpose from donated eggs and sperm.|Bone marrow, muscles and skin; and from the foetus, umbilical cord, placenta etc.|\n|Advantages in research and therapy development|- Embryonic stem cells make up a significant proportion of a developing embryo and are easier to isolate and grow ex vivo than adult stem cells.\n- Have a strong ability to self-renew in the laboratory and divide more rapidly than adult stem cells, resulting in a constant supply of ES cells.\n- Pluripotency means that ES cells have the potential to produce any cell type in the body, potentially allowing them to treat a wider range of diseases.\n|- If taken from the patient’s own body for use in therapies, cells would be genetically identical to that of the patient, avoiding the problem of immune rejection.\n- There are less ethical considerations compared with using embryonic stem cells.\n|\n|Disadvantages in research and therapy development|- Genetically different to cells of potential patients, so immune rejection could occur.\n- Ethical issues over embryo destruction.\n|- They usually only produce a limited number of different cell types.\n- Conditions supporting self-renewal in the laboratory have only been identified for a few tissue stem cell types, for instance skin and cornea.\n- Are found in small numbers and are difficult to isolate.\n- Adult stem cells with genetic mutations from the patient's own body will not be effective in treatment of genetic disorders.\n|\n\nPrepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nRaffles Institution\n\n2",
                "images": [],
                "items": [
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "The Cell and Biomolecules of Life (9744)",
                        "md": "# The Cell and Biomolecules of Life (9744)",
                        "bBox": { "x": 36, "y": 31, "w": 153.41, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Stem Cells",
                        "md": "# Stem Cells",
                        "bBox": { "x": 285, "y": 31, "w": 40.83, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "2019",
                        "md": "# 2019",
                        "bBox": { "x": 558, "y": 31, "w": 17.79, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Potential solution to overcome some of these issues",
                        "md": "# Potential solution to overcome some of these issues",
                        "bBox": { "x": 36, "y": 55, "w": 200.12, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Induced pluripotent stem cells (iPSCs)",
                        "md": "# Induced pluripotent stem cells (iPSCs)",
                        "bBox": { "x": 36, "y": 31, "w": 289.83, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "Induced pluripotent stem cells are pluripotent stem cells that can be generated directly from adult somatic cells (e.g. skin cells). Adult somatic cells are not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by Shinya Yamanaka’s lab in 2006 that the introduction of four specific genes encoding transcription factors could ‘reprogramme’ some specialised cells to become pluripotent so that they lose their specialised functions and behave in virtually the same way as embryonic stem cell.",
                        "md": "Induced pluripotent stem cells are pluripotent stem cells that can be generated directly from adult somatic cells (e.g. skin cells). Adult somatic cells are not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by Shinya Yamanaka’s lab in 2006 that the introduction of four specific genes encoding transcription factors could ‘reprogramme’ some specialised cells to become pluripotent so that they lose their specialised functions and behave in virtually the same way as embryonic stem cell.",
                        "bBox": { "x": 36, "y": 31, "w": 539.77, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Advantages of iPSCs",
                        "md": "# Advantages of iPSCs",
                        "bBox": { "x": 36, "y": 138, "w": 80.51, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- Since iPSCs can be obtained directly from adult tissues, it does not generate or destroy any human embryos.\n- Adult tissue (e.g. skin cells) required to make iPSCs can be easily obtained from donor without risk to the donor.\n- In contrast to ES cells extracted from human embryos, iPSCs derived from a patient’s own cells would open the possibility of generating lots of patient-specific cells, which will not be rejected by the immune system (as it is not a foreign cell) upon transplantation.\n- Hence, there will also be no need to use immunosuppressant drugs after transplantation and the problem of looking for a suitable donor for transplantation will also be overcome.\n- Further, it also allows the generation of pluripotent stem cell lines from patients with inherited diseases, in order to better understand why the diseases develop and use in personalized drug discovery efforts.\n- An additional reproductive technology that may be enabled by iPSCs is the generation of sex cells (sperm and eggs) for treating infertility.",
                        "md": "- Since iPSCs can be obtained directly from adult tissues, it does not generate or destroy any human embryos.\n- Adult tissue (e.g. skin cells) required to make iPSCs can be easily obtained from donor without risk to the donor.\n- In contrast to ES cells extracted from human embryos, iPSCs derived from a patient’s own cells would open the possibility of generating lots of patient-specific cells, which will not be rejected by the immune system (as it is not a foreign cell) upon transplantation.\n- Hence, there will also be no need to use immunosuppressant drugs after transplantation and the problem of looking for a suitable donor for transplantation will also be overcome.\n- Further, it also allows the generation of pluripotent stem cell lines from patients with inherited diseases, in order to better understand why the diseases develop and use in personalized drug discovery efforts.\n- An additional reproductive technology that may be enabled by iPSCs is the generation of sex cells (sperm and eggs) for treating infertility.",
                        "bBox": { "x": 50, "y": 158, "w": 306.74, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Possible problems of iPSCs",
                        "md": "# Possible problems of iPSCs",
                        "bBox": { "x": 367, "y": 138, "w": 106.3, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- Low efficiency: in general, the conversion to adult somatic cells to iPSCs has been incredibly low. For example, the rate at which somatic cells were reprogrammed into iPSCs in was 0.01–0.1%.\n- Genetic modification of adult somatic cells to obtain iPSCs may cause cancer by overexpression of proto oncogenes or switching off of tumour suppressor genes.\n- There are ethical concerns (e.g. lack of consent, long term unexpected consequences) related to the creation of embryos and children from IPSC-derived sex cells.\n\nEthical complications are related to the means of obtaining stem cells (e.g. techniques involving the destruction of human embryos), human cloning and the exploitation of embryo and egg donors. The use of iPSCs still appears to overcome many ethical issues and provides viable solutions related to stem cell research.",
                        "md": "- Low efficiency: in general, the conversion to adult somatic cells to iPSCs has been incredibly low. For example, the rate at which somatic cells were reprogrammed into iPSCs in was 0.01–0.1%.\n- Genetic modification of adult somatic cells to obtain iPSCs may cause cancer by overexpression of proto oncogenes or switching off of tumour suppressor genes.\n- There are ethical concerns (e.g. lack of consent, long term unexpected consequences) related to the creation of embryos and children from IPSC-derived sex cells.\n\nEthical complications are related to the means of obtaining stem cells (e.g. techniques involving the destruction of human embryos), human cloning and the exploitation of embryo and egg donors. The use of iPSCs still appears to overcome many ethical issues and provides viable solutions related to stem cell research.",
                        "bBox": { "x": 36, "y": 31, "w": 526.11, "h": 8.04 }
                    },
                    {
                        "type": "heading",
                        "lvl": 1,
                        "value": "Comparison of human embryonic stem cells and human adult stem cells",
                        "md": "# Comparison of human embryonic stem cells and human adult stem cells",
                        "bBox": { "x": 36, "y": 31, "w": 289.83, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [
                            ["", "Embryonic stem cells", "Adult stem cells"],
                            [
                                "Differentiation ability",
                                "Pluripotent: capable of becoming any cell in the human body except extraembryonic tissue e.g. placenta.",
                                "Multipotent: typically only give rise to the cells of the tissue in which they are found."
                            ],
                            [
                                "Role in body",
                                "To develop the embryo into an entire human.",
                                "To replace specific cells in the body which die throughout life due to wear and tear or injury and disease."
                            ],
                            [
                                "Sources",
                                "Unused IVF embryos which have been donated, or embryos created for the purpose from donated eggs and sperm.",
                                "Bone marrow, muscles and skin; and from the foetus, umbilical cord, placenta etc."
                            ],
                            ["Advantages in research and therapy development"]
                        ],
                        "md": "| |Embryonic stem cells|Adult stem cells|\n|---|---|---|\n|Differentiation ability|Pluripotent: capable of becoming any cell in the human body except extraembryonic tissue e.g. placenta.|Multipotent: typically only give rise to the cells of the tissue in which they are found.|\n|Role in body|To develop the embryo into an entire human.|To replace specific cells in the body which die throughout life due to wear and tear or injury and disease.|\n|Sources|Unused IVF embryos which have been donated, or embryos created for the purpose from donated eggs and sperm.|Bone marrow, muscles and skin; and from the foetus, umbilical cord, placenta etc.|\n|Advantages in research and therapy development|- Embryonic stem cells make up a significant proportion of a developing embryo and are easier to isolate and grow ex vivo than adult stem cells.",
                        "isPerfectTable": false,
                        "csv": "\"\",\"Embryonic stem cells\",\"Adult stem cells\"\n\"Differentiation ability\",\"Pluripotent: capable of becoming any cell in the human body except extraembryonic tissue e.g. placenta.\",\"Multipotent: typically only give rise to the cells of the tissue in which they are found.\"\n\"Role in body\",\"To develop the embryo into an entire human.\",\"To replace specific cells in the body which die throughout life due to wear and tear or injury and disease.\"\n\"Sources\",\"Unused IVF embryos which have been donated, or embryos created for the purpose from donated eggs and sperm.\",\"Bone marrow, muscles and skin; and from the foetus, umbilical cord, placenta etc.\"\n\"Advantages in research and therapy development\"",
                        "bBox": { "x": 36, "y": 31, "w": 289.83, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- Have a strong ability to self-renew in the laboratory and divide more rapidly than adult stem cells, resulting in a constant supply of ES cells.\n- Pluripotency means that ES cells have the potential to produce any cell type in the body, potentially allowing them to treat a wider range of diseases.",
                        "md": "- Have a strong ability to self-renew in the laboratory and divide more rapidly than adult stem cells, resulting in a constant supply of ES cells.\n- Pluripotency means that ES cells have the potential to produce any cell type in the body, potentially allowing them to treat a wider range of diseases.",
                        "bBox": { "x": 177, "y": 31, "w": 169.43, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [[]],
                        "md": "|- If taken from the patient’s own body for use in therapies, cells would be genetically identical to that of the patient, avoiding the problem of immune rejection.",
                        "isPerfectTable": true,
                        "csv": "",
                        "bBox": { "x": 0, "y": 0, "w": 612, "h": 792 }
                    },
                    {
                        "type": "text",
                        "value": "- There are less ethical considerations compared with using embryonic stem cells.",
                        "md": "- There are less ethical considerations compared with using embryonic stem cells.",
                        "bBox": { "x": 158, "y": 31, "w": 200.02, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [
                            [],
                            [
                                "Disadvantages in research and therapy development"
                            ]
                        ],
                        "md": "|\n|Disadvantages in research and therapy development|- Genetically different to cells of potential patients, so immune rejection could occur.",
                        "isPerfectTable": false,
                        "csv": "\n\"Disadvantages in research and therapy development\"",
                        "bBox": { "x": 36, "y": 473, "w": 111.65, "h": 8.04 }
                    },
                    {
                        "type": "text",
                        "value": "- Ethical issues over embryo destruction.",
                        "md": "- Ethical issues over embryo destruction.",
                        "bBox": { "x": 177, "y": 642, "w": 148.7, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [[]],
                        "md": "|- They usually only produce a limited number of different cell types.",
                        "isPerfectTable": true,
                        "csv": "",
                        "bBox": { "x": 0, "y": 0, "w": 612, "h": 792 }
                    },
                    {
                        "type": "text",
                        "value": "- Conditions supporting self-renewal in the laboratory have only been identified for a few tissue stem cell types, for instance skin and cornea.\n- Are found in small numbers and are difficult to isolate.\n- Adult stem cells with genetic mutations from the patient's own body will not be effective in treatment of genetic disorders.",
                        "md": "- Conditions supporting self-renewal in the laboratory have only been identified for a few tissue stem cell types, for instance skin and cornea.\n- Are found in small numbers and are difficult to isolate.\n- Adult stem cells with genetic mutations from the patient's own body will not be effective in treatment of genetic disorders.",
                        "bBox": { "x": 177, "y": 31, "w": 200.02, "h": 8.04 }
                    },
                    {
                        "type": "table",
                        "rows": [[]],
                        "md": "|",
                        "isPerfectTable": true,
                        "csv": "",
                        "bBox": { "x": 0, "y": 0, "w": 612, "h": 792 }
                    },
                    {
                        "type": "text",
                        "value": "Prepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nRaffles Institution\n\n2",
                        "md": "Prepared by: Mrs. Selvamani Nair and Mr Low Chor Meng\n\nRaffles Institution\n\n2",
                        "bBox": { "x": 36, "y": 213, "w": 526.46, "h": 8.04 }
                    }
                ],
                "status": "OK",
                "links": [
                    {
                        "url": "https://en.wikipedia.org/wiki/Pluripotent",
                        "text": "pluripotent not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by"
                    },
                    {
                        "url": "https://en.wikipedia.org/wiki/Stem_cell",
                        "text": "stem cell s that can be generated directly from adult somatic cells (e.g. skin cells) Adult somatic cells are not totipotent, pluripotent or multipotent. The non-pluripotent cell is therefore induced to become pluripotent. The iPSC technology was pioneered by"
                    },
                    {
                        "url": "https://en.wikipedia.org/wiki/Shinya_Yamanaka",
                        "text": "Shinya Yamanaka ’s lab in 2006 that the introduction of four specific genes encoding"
                    },
                    {
                        "url": "https://en.wikipedia.org/wiki/Transcription_factors",
                        "text": "transcription factors become pluripotent so that they lose their specialised functions and behave in virtually the same way as embryonic stem cell."
                    },
                    {
                        "url": "https://en.wikipedia.org/wiki/Somatic_%28biology%29",
                        "text": "somatic in"
                    }
                ]
            }
        ],
        "job_metadata": {
            "credits_used": 41.0,
            "job_credits_usage": 2,
            "job_pages": 2,
            "job_is_cache_hit": false,
            "credits_max": 1000
        },
        "job_id": "4cd5df27-fd38-4c6a-a108-30f8ba40b027",
        "file_path": "src/19.pdf"
    }
]
